#z00

//-----------------------------------------------------------------
// 初期化
//-----------------------------------------------------------------
savepoint


//-----------------------------------------------------------------
// デバッグ用ルート選択
// ※デバッグ起動時のみ
//-----------------------------------------------------------------
/*
if( system.check_debug_flag )
{
	$$init_scene
	savepoint
	@bgm_stop
	
	@選択肢 = selbtn(1,
		プロローグから,
		共通ルートから,
		スピカルートから,
		愛乃ルートから,
		陽彩ルートから,
		小詠ルートから,
		六花ルートから,
		スピカＺｅｒｏルートから,
		子育て編ルートから,
		文弥ルートから,
		塁ルートから,
		つづらルートから,
		千春ルートから,
		健ルートから
	)@選択肢終了
	
	switch( @選択 ) {
	case(0)		// スルー
	case(1)		goto #z11
	case(2)		goto #z100
	case(3)		goto #z150
	case(4)		goto #z200
	case(5)		goto #z250
	case(6)		goto #z300
	case(7)		goto #z400
	case(8)		goto #z450
	case(9)		goto #z500
	case(10)	goto #z550
	case(11)	goto #z600
	case(12)	goto #z650
	case(13)	goto #z700
	}
}
*/

//-----------------------------------------------------------------
// プロローグ
//-----------------------------------------------------------------
#z01	@set_title("Ｄａｙ １",   "0701", 0)					farcall("010_プロローグ0701")
#z02	@set_title("Ｄａｙ ２",   "0702", 1, b_bg008_06)		farcall("010_プロローグ0702")
#z03	@set_title("Ｄａｙ ３",   "0703", 1, b_bg009_01)		farcall("010_プロローグ0703")
#z04	@set_title("Ｄａｙ ４",   "0704", 1, b_bg016_01)		farcall("010_プロローグ0704")
#z05	@set_title("Ｄａｙ ５",   "0705", 0)					farcall("010_プロローグ0705")		// 前半アイキャッチなし
		@アイキャッチ("0705", b_bg002_01)						farcall("010_プロローグ0705", 1)	// 後半アイキャッチあり
#z06	@set_title("Ｄａｙ ６",   "0706", 1, b_bg001_01)		farcall("010_プロローグ0706")
#z07	@set_title("Ｄａｙ ９",   "0709", 1, b_bg006_01)		farcall("010_プロローグ0709")
		@set_title("Ｄａｙ １０", "0710", 1, b_bg005_01)		farcall("010_プロローグ0709", 1)	// 後半で日付が変わる
#z08															farcall("010_プロローグ0710")
#z09	@set_title("Ｄａｙ １１", "0711", 1, b_bg018_01)		farcall("010_プロローグ0711")


//-----------------------------------------------------------------
// 共通ルート
//-----------------------------------------------------------------

//-------------------------------------------------
// ７／１２
#z11	@set_title("Ｄａｙ １２", "0712", 1, b_bg999_01)

// deb
@ＵＭＡレースデータ初期化

// 朝
@共通ルート_朝処理
farcall("010_日常0712",  01)

// 午前
@掲示板へ(1)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(2)
}

// 夜
farcall("010_日常0712",  10)


//-------------------------------------------------
// ７／１３
#z12	@set_title("Ｄａｙ １３", "0713", 1, b_bg009_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0713",  01)

// 午前
@掲示板へ(3)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(4)
}

// 夜
farcall("010_日常0713",  10)


//-------------------------------------------------
// ７／１４
#z13	@set_title("Ｄａｙ １４", "0714", 1, b_bg011_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0714",  01)

// 午前
@掲示板へ(5)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(6)
}

// 夜
farcall("010_日常0714",  10)


//-------------------------------------------------
// ７／１５
#z14	@set_title("Ｄａｙ １５", "0715", 1, b_bg012_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0715",  01)

// 午前
@掲示板へ(7)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(8)
}

// 夜
farcall("010_日常0715",  10)


//-------------------------------------------------
// ７／１６
#z15	@set_title("Ｄａｙ １６", "0716", 1, b_bg013_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0716",  01)

// 午前
@掲示板へ(9)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	if( @文弥の依頼選択回数 == 0 )
	{
		farcall("020_スピカ0000_1")
	}
	
	@掲示板へ(10)
}

if( @スピカの依頼選択００００１ == 1 )
{
	farcall("020_スピカ0000_1", 10)
}

// 夜
farcall("010_日常0716",  10)


//-------------------------------------------------
// ７／１７
#z16	@set_title("Ｄａｙ １７", "0717", 1, b_bg014_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0717",  01)

// 午前
@掲示板へ(11)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(12)
}

// 夜
farcall("010_日常0717",  10)


//-------------------------------------------------
// ７／１８
#z17	@set_title("Ｄａｙ １８", "0718", 1, b_bg015_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0718",  01)

// 午前
@掲示板へ(13)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(14)
}

// 夜
farcall("010_日常0718",  10)


//-------------------------------------------------
// ７／１９
#z18	@set_title("Ｄａｙ １９", "0719", 1, b_bg021_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0719",  01)

// 午前
@掲示板へ(15)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(16)
}

// 夜
farcall("010_日常0719",  10)


//-------------------------------------------------
// ７／２０
#z19	@set_title("Ｄａｙ ２０", "0720", 1, b_bg008_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0720",  01)

// 午前
@掲示板へ(17)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(18)
}

// 夜
farcall("010_日常0720",  10)


//-------------------------------------------------
// ７／２１
#z20	@set_title("Ｄａｙ ２１", "0721", 1, b_bg007_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0721",  01)

// 午前
@掲示板へ(19)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	if( @文弥の依頼選択回数 == 0 && @スピカとフィーリングクイズをした == 1 )
	{
		farcall("020_スピカ0000_2")
	}
	
	@掲示板へ(20)
}

if( @スピカの依頼選択００００２ == 1 )
{
	farcall("020_スピカ0000_2", 10)
}

// 夜
farcall("010_日常0721",  10)


//-------------------------------------------------
// ７／２２
#z21	@set_title("Ｄａｙ ２２", "0722", 1, b_bg009_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0722",  01)

// 午前
@掲示板へ(21)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(22)
}

// 夜（淡雪ルートの場合は共通をスキップ）
if( @陽彩の依頼選択回数 < 8 )
{
	farcall("010_日常0722",  10)
}

// 個別ルート分岐は最速で２２日から
@個別ルートチェック


//-------------------------------------------------
// ７／２３
#z22	@set_title("Ｄａｙ ２３", "0723", 1, b_bg021_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0723",  01)

// 午前
@掲示板へ(23)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(24)
}

// 夜（淡雪ルートの場合は共通をスキップ）
if( @陽彩の依頼選択回数 < 8 )
{
	farcall("010_日常0723",  10)
}

@個別ルートチェック


//-------------------------------------------------
// ７／２４
#z23	@set_title("Ｄａｙ ２４", "0724", 1, b_bg011_01)

// 朝
@共通ルート_朝処理
farcall("010_日常0724",  01)

// 午前
@掲示板へ(25)

// 午後
if( @依頼にかける時間 != @依頼時間_一日 )
{
	@共通ルート_昼処理
	
	@掲示板へ(26)
}

// 夜（淡雪ルートの場合は共通をスキップ）
if( @陽彩の依頼選択回数 < 8 )
{
	farcall("010_日常0724",  10)
}

@個別ルートチェック


//-----------------------------------------------------------------
// バッドエンド
//-----------------------------------------------------------------
#z50
@set_title("Ｄａｙ ２５", "0725", 1, b_bg007_01)

farcall("010_日常0725",  01)
farcall("010_日常0725",  10)

returnmenu


//-----------------------------------------------------------------
// スピカ／個別ルート
//-----------------------------------------------------------------
#z100	@set_title("スピカ Ｃｈａｐｔｅｒ ０１", "0801", 1, bg021_01, 1)			farcall("020_スピカ0801")
#z101	@set_title("スピカ Ｃｈａｐｔｅｒ ０２", "0802", 1, bg003_01, 1)			farcall("020_スピカ0802")
#z102	@set_title("スピカ Ｃｈａｐｔｅｒ ０３", "0803", 1, bg018_01, 1)			farcall("020_スピカ0803")
#z103	@set_title("スピカ Ｃｈａｐｔｅｒ ０４", "0804", 1, bg012_01, 1)			farcall("020_スピカ0804")
#z104	@set_title("スピカ Ｃｈａｐｔｅｒ ０５", "0805", 1, bg018_01, 1)			farcall("020_スピカ0805")
#z105	@set_title("スピカ Ｃｈａｐｔｅｒ ０６", "0806", 1, bg005_01, 1)			farcall("020_スピカ0806")
#z106	@set_title("スピカ Ｃｈａｐｔｅｒ ０７", "0807", 1, bg009_01, 1)			farcall("020_スピカ0807")
#z107	@set_title("スピカ Ｃｈａｐｔｅｒ ０８", "0808", 1, bg008_03, 1)			farcall("020_スピカ0808")
#z108	@set_title("スピカ Ｃｈａｐｔｅｒ ０９", "0809", 1, ef_avan_bg02, 1)		farcall("020_スピカ0809")
#z109	@set_title("スピカ Ｃｈａｐｔｅｒ １０", "0812", 1, bg002_01, 1)			farcall("020_スピカ0812")
#z110	@set_title("スピカ Ｃｈａｐｔｅｒ １１", "0813", 1, bg018_01, 1)			farcall("020_スピカ0813")
#z111	@set_title("スピカ Ｃｈａｐｔｅｒ １２", "0814", 1, bg021_06, 1)			farcall("020_スピカ0814")
#z112	@set_title("スピカ Ｃｈａｐｔｅｒ １３", "0815", 1, bg017_06, 1)			farcall("020_スピカ0815")
#z113	@set_title("スピカ Ｃｈａｐｔｅｒ １４", "0816", 1, bg999_01, 1)			farcall("020_スピカ0816")
#z114	@set_title("スピカ Ｃｈａｐｔｅｒ １５", "0817", 1, bg008_01, 1)			farcall("020_スピカ0817")
#z115	@set_title("スピカ Ｃｈａｐｔｅｒ １６", "0818", 1, bg003_01, 1)			farcall("020_スピカ0818")
#z116	@set_title("スピカ Ｃｈａｐｔｅｒ １７", "0819", 1, bg018_02, 1)			farcall("020_スピカ0819")
#z117	@set_title("スピカ Ｃｈａｐｔｅｒ １８", "0820", 1, bg009_01, 1)			farcall("020_スピカ0820")
#z118	@set_title("スピカ Ｃｈａｐｔｅｒ １９", "0824", 1, bg015_01, 1)			farcall("020_スピカ0824")
#z119	@set_title("スピカ Ｃｈａｐｔｅｒ ２０", "0825", 1, bg002_01, 1)			farcall("020_スピカ0825")
#z120	@set_title("スピカ Ｃｈａｐｔｅｒ ２１", "0826", 1, bg023_01, 1)			farcall("020_スピカ0826")
#z121	@set_title("スピカ Ｃｈａｐｔｅｒ ２２", "0827", 1, bg101_03, 1)			farcall("020_スピカ0827")
#z122	@set_title("スピカ Ｃｈａｐｔｅｒ ２３", "0828", 0)							farcall("020_スピカ0828")

@朱比華ルートクリア = 1

@レコード獲得(@レコード_辻倉朱比華ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更
$$set_sp_flag(1)			// アフター参照用に必要なルートフラグをグローバルデータに保存

returnmenu


//-----------------------------------------------------------------
// 愛乃／個別ルート
//-----------------------------------------------------------------
#z150	@set_title("愛乃 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg201_01, 1)				farcall("030_愛乃0801")
#z151	@set_title("愛乃 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg999_03, 1)				farcall("030_愛乃0802")
#z152	@set_title("愛乃 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg009_01, 1)				farcall("030_愛乃0803")
#z153	@set_title("愛乃 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg020_06, 1)				farcall("030_愛乃0804")
#z154	@set_title("愛乃 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg201_01, 1)				farcall("030_愛乃0805")
#z155	@set_title("愛乃 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg012_07, 1)				farcall("030_愛乃0806")
#z156	@set_title("愛乃 Ｃｈａｐｔｅｒ ０７", "0809", 1, bg999_01, 1)				farcall("030_愛乃0809")
#z157	@set_title("愛乃 Ｃｈａｐｔｅｒ ０８", "0813", 1, bg008_01, 1)				farcall("030_愛乃0813")
#z158	@set_title("愛乃 Ｃｈａｐｔｅｒ ０９", "0818", 1, bg202_01, 1)				farcall("030_愛乃0818")
#z159	@set_title("愛乃 Ｃｈａｐｔｅｒ １０", "0820", 1, bg999_01, 1)				farcall("030_愛乃0820")
#z160	@set_title("愛乃 Ｃｈａｐｔｅｒ １１", "0821", 1, bg205_01, 1)				farcall("030_愛乃0821")
#z161	@set_title("愛乃 Ｃｈａｐｔｅｒ １２", "0823", 1, bg011_01, 1)				farcall("030_愛乃0823")
#z162	@set_title("愛乃 Ｃｈａｐｔｅｒ １３", "0824", 1, bg201_01, 1)				farcall("030_愛乃0824")
#z163	@set_title("愛乃 Ｃｈａｐｔｅｒ １４", "0825", 1, bg999_01, 1)				farcall("030_愛乃0825")
#z164	@set_title("愛乃 Ｃｈａｐｔｅｒ １５", "0826", 1, bg002_01, 1)				farcall("030_愛乃0826")
#z165	@set_title("愛乃 Ｃｈａｐｔｅｒ １６", "0827", 1, bg014_01, 1)				farcall("030_愛乃0827")
#z166	@set_title("愛乃 Ｃｈａｐｔｅｒ １７", "0828", 1, bg008_01, 1)				farcall("030_愛乃0828")
#z167	@set_title("愛乃 Ｃｈａｐｔｅｒ １８", "0829", 1, bg206_01, 1)				farcall("030_愛乃0829")
#z168	@set_title("愛乃 Ｃｈａｐｔｅｒ １９", "0830", 1, ef_avan_bg02, 1)			farcall("030_愛乃0830")
#z169	@set_title("愛乃 エピローグ", "0999", 0)									farcall("030_愛乃0999")

@愛乃ルートクリア = 1
@レコード獲得(@レコード_総羽愛乃ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更

returnmenu


//-----------------------------------------------------------------
// 陽彩／個別ルート
//-----------------------------------------------------------------
#z200	@set_title("淡雪 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg301_01, 1)			farcall("040_淡雪0801")
#z201	@set_title("淡雪 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg022_07, 1)			farcall("040_淡雪0802")
#z202	@set_title("淡雪 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg999_01, 1)			farcall("040_淡雪0803")
#z203	@set_title("淡雪 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg302_01, 1)			farcall("040_淡雪0804")
#z204	@set_title("淡雪 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg301_01, 1)			farcall("040_淡雪0805")
#z205	@set_title("淡雪 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg009_01, 1)			farcall("040_淡雪0806")
#z206	@set_title("淡雪 Ｃｈａｐｔｅｒ ０７", "0807", 1, bg999_01, 1)			farcall("040_淡雪0807")
#z207	@set_title("淡雪 Ｃｈａｐｔｅｒ ０８", "0808", 1, bg006_82, 1)			farcall("040_淡雪0808")
#z208	@set_title("淡雪 Ｃｈａｐｔｅｒ ０９", "0809", 1, bg301_01, 1)			farcall("040_淡雪0809")
#z209	@set_title("淡雪 Ｃｈａｐｔｅｒ １０", "0810", 1, bg002_01, 1)			farcall("040_淡雪0810")
#z210	@set_title("淡雪 Ｃｈａｐｔｅｒ １１", "0811", 1, bg004_01, 1)			farcall("040_淡雪0811")
#z211	@set_title("淡雪 Ｃｈａｐｔｅｒ １２", "0812", 1, bg302_01, 1)			farcall("040_淡雪0812")
#z212	@set_title("淡雪 Ｃｈａｐｔｅｒ １３", "0813", 1, bg304_01, 1)			farcall("040_淡雪0813")
#z213	@set_title("淡雪 Ｃｈａｐｔｅｒ １４", "0814", 1, bg301_01, 1)			farcall("040_淡雪0814")
#z214	@set_title("淡雪 Ｃｈａｐｔｅｒ １５", "0815", 1, bg999_01, 1)			farcall("040_淡雪0815")
#z215	@set_title("淡雪 Ｃｈａｐｔｅｒ １６", "0816", 1, bg009_02, 1)			farcall("040_淡雪0816")
#z216	@set_title("淡雪 Ｃｈａｐｔｅｒ １７", "0817", 1, bg019_01, 1)			farcall("040_淡雪0817")
#z217	@set_title("淡雪 Ｃｈａｐｔｅｒ １８", "0818", 1, bg302_01, 1)			farcall("040_淡雪0818")
#z218	@set_title("淡雪 Ｃｈａｐｔｅｒ １９", "0819", 1, bg019_01, 1)			farcall("040_淡雪0819")
#z219	@set_title("淡雪 Ｃｈａｐｔｅｒ ２０", "0820", 1, bg301_01, 1)			farcall("040_淡雪0820")
#z220	@set_title("淡雪 Ｃｈａｐｔｅｒ ２１", "0821", 1, bg307_01, 1)			farcall("040_淡雪0821")
#z221	@set_title("淡雪 Ｃｈａｐｔｅｒ ２２", "0822", 1, bg303_01, 1)			farcall("040_淡雪0822")
#z222	@set_title("淡雪 Ｃｈａｐｔｅｒ ２３", "0823", 1, bg999_80, 1)			farcall("040_淡雪0823")
#z223	@set_title("淡雪 Ｃｈａｐｔｅｒ ２４", "0824", 1, bg302_01, 1)			farcall("040_淡雪0824")
#z224	@set_title("淡雪 Ｃｈａｐｔｅｒ ２５", "0830", 1, bg999_09, 1)			farcall("040_淡雪0830")
#z225	@set_title("淡雪 Ｃｈａｐｔｅｒ ２６", "0832", 1, bg301_01, 1)			farcall("040_淡雪0832")
#z226	@set_title("淡雪 Ｃｈａｐｔｅｒ ２７", "0833", 1, bg302_03, 1)			farcall("040_淡雪0833")
		@set_title("淡雪 エピローグ ０１", "0833", 0)							farcall("040_淡雪0833", 10)
#z227	@set_title("淡雪 Ａｎｏｔｈｅｒ １４", "2814", 0)						farcall("040_淡雪2814")
#z228	@set_title("淡雪 Ａｎｏｔｈｅｒ １５", "2815", 1, bg999_01, 1)			farcall("040_淡雪2815")
#z229	@set_title("淡雪 Ａｎｏｔｈｅｒ １６", "2816", 0)						farcall("040_淡雪2816")
#z230	@set_title("淡雪 Ｔｈｅ Ｏｎｅ １４", "3814", 0)						farcall("040_淡雪3814")
#z231	@set_title("淡雪 Ｔｈｅ Ｏｎｅ １５", "3815", 1, bg304_01, 1)			farcall("040_淡雪3815")
#z232	@set_title("淡雪 Ｔｈｅ Ｏｎｅ １６", "3816", 1, bg302_01, 1)			farcall("040_淡雪3816", 0)
		@set_title("淡雪 エピローグ ０２", "3816", 0)							farcall("040_淡雪3816", 10)

@陽彩ルートクリア = 1
@レコード獲得(@レコード_淡雪陽彩ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更

returnmenu


//-----------------------------------------------------------------
// 小詠／個別ルート
//-----------------------------------------------------------------
#z250	@set_title("小詠 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg009_01, 1)			farcall("050_小詠0801")
#z251	@set_title("小詠 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg006_91, 1)			farcall("050_小詠0802")
#z252	@set_title("小詠 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg999_03, 1)			farcall("050_小詠0803")
#z253	@set_title("小詠 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg012_03, 1)			farcall("050_小詠0804")
#z254	@set_title("小詠 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg016_01, 1)			farcall("050_小詠0805")
#z255	@set_title("小詠 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg501_01, 1)			farcall("050_小詠0806")
#z256	@set_title("小詠 Ｃｈａｐｔｅｒ ０７", "0807", 1, bg999_01, 1)			farcall("050_小詠0807")
#z257	@set_title("小詠 Ｃｈａｐｔｅｒ ０８", "0808", 1, bg007_01, 1)			farcall("050_小詠0808")
#z258	@set_title("小詠 Ｃｈａｐｔｅｒ ０９", "0809", 1, bg505_01, 1)			farcall("050_小詠0809")
#z259	@set_title("小詠 Ｃｈａｐｔｅｒ １０", "0810", 1, bg507_01, 1)			farcall("050_小詠0810")
#z260	@set_title("小詠 Ｃｈａｐｔｅｒ １１", "0811", 1, bg022_01, 1)			farcall("050_小詠0811")
#z261	@set_title("小詠 Ｃｈａｐｔｅｒ １２", "0812", 1, bg999_01, 1)			farcall("050_小詠0812")
#z262	@set_title("小詠 Ｃｈａｐｔｅｒ １３", "0813", 1, bg506_01, 1)			farcall("050_小詠0813")
#z263	@set_title("小詠 Ｃｈａｐｔｅｒ １４", "0814", 1, bg516_01, 1)			farcall("050_小詠0814")
#z264	@set_title("小詠 Ｃｈａｐｔｅｒ １５", "0815", 1, bg507_01, 1)			farcall("050_小詠0815")
#z265	@set_title("小詠 Ｃｈａｐｔｅｒ １６", "0816", 1, bg999_01, 1)			farcall("050_小詠0816")
#z266	@set_title("小詠 Ｃｈａｐｔｅｒ １７", "0817", 1, bg509_01, 1)			farcall("050_小詠0817")
#z267	@set_title("小詠 Ｃｈａｐｔｅｒ １８", "0818", 1, bg511_01, 1)			farcall("050_小詠0818")
#z268	@set_title("小詠 Ｃｈａｐｔｅｒ １９", "0819", 1, bg508_90, 1)			farcall("050_小詠0819")
#z269	@set_title("小詠 Ｃｈａｐｔｅｒ ２０", "0820", 1, bg022_06, 1)			farcall("050_小詠0820")
#z270	@set_title("小詠 Ｃｈａｐｔｅｒ ２１", "0821", 1, bg999_01, 1)			farcall("050_小詠0821")
#z271	@set_title("小詠 Ｃｈａｐｔｅｒ ２２", "0822", 1, bg022_01, 1)			farcall("050_小詠0822")
#z272	@set_title("小詠 Ｃｈａｐｔｅｒ ２３", "0823", 1, bg518_01, 1)			farcall("050_小詠0823")
#z273	@set_title("小詠 Ｃｈａｐｔｅｒ ２４", "0824", 1, bg010_02, 1)			farcall("050_小詠0824")
#z274	@set_title("小詠 Ｃｈａｐｔｅｒ ２５", "0825", 1, bg999_02, 1)			farcall("050_小詠0825")
#z275	@set_title("小詠 Ｃｈａｐｔｅｒ ２６", "0826", 0)						farcall("050_小詠0826")
#z276	@set_title("小詠 Ｃｈａｐｔｅｒ ２７", "0827", 0)						farcall("050_小詠0827")
#z277	@set_title("小詠 エピローグ", "0828", 0)								farcall("050_小詠0828")

@小詠ルートクリア = 1
@レコード獲得(@レコード_白渡小詠ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更

returnmenu


//-----------------------------------------------------------------
// 六花／個別ルート
//-----------------------------------------------------------------
#z300	@set_title("六花 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg002_03, 1)			farcall("060_六花0801")
#z301	@set_title("六花 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg016_06, 1)			farcall("060_六花0802")
#z302	@set_title("六花 Ｃｈａｐｔｅｒ ０３", "0804", 1, bg006_09, 1)			farcall("060_六花0804")
#z303	@set_title("六花 Ｃｈａｐｔｅｒ ０４", "0806", 1, bg999_01, 1)			farcall("060_六花0806")
#z304	@set_title("六花 Ｃｈａｐｔｅｒ ０５", "0808", 1, bg004_01, 1)			farcall("060_六花0808")
#z305	@set_title("六花 Ｃｈａｐｔｅｒ ０６", "0809", 1, bg016_07, 1)			farcall("060_六花0809")
#z306	@set_title("六花 Ｃｈａｐｔｅｒ ０７", "0810", 1, bg011_01, 1)			farcall("060_六花0810")
#z307	@set_title("六花 Ｃｈａｐｔｅｒ ０８", "0811", 1, bg004_07, 1)			farcall("060_六花0811")
#z308	@set_title("六花 Ｃｈａｐｔｅｒ ０９", "0812", 1, bg006_80, 1)			farcall("060_六花0812")
#z309	@set_title("六花 Ｃｈａｐｔｅｒ １０", "0815", 1, bg016_07, 1)			farcall("060_六花0815")
#z310	@set_title("六花 Ｃｈａｐｔｅｒ １１", "0817", 1, bg005_06, 1)			farcall("060_六花0817")
#z311	@set_title("六花 Ｃｈａｐｔｅｒ １２", "0818", 1, bg009_01, 1)			farcall("060_六花0818")
#z312	@set_title("六花 Ｃｈａｐｔｅｒ １３", "0819", 1, bg001_01, 1)			farcall("060_六花0819")
#z313	@set_title("六花 Ｃｈａｐｔｅｒ １４", "0820", 1, bg004_06, 1)			farcall("060_六花0820")
#z314	@set_title("六花 Ｃｈａｐｔｅｒ １５", "0821", 1, bg002_02, 1)			farcall("060_六花0821")
#z315	@set_title("六花 Ｃｈａｐｔｅｒ １６", "0822", 1, bg006_09, 1)			farcall("060_六花0822")
#z316	@set_title("六花 Ｃｈａｐｔｅｒ １７", "0823", 1, bg005_06, 1)			farcall("060_六花0823")
#z317	@set_title("六花 Ｃｈａｐｔｅｒ １８", "0824", 1, bg999_01, 1)			farcall("060_六花0824")
#z318	@set_title("六花 Ｃｈａｐｔｅｒ １９", "0825", 1, bg006_09, 1)			farcall("060_六花0825")
#z319	@set_title("六花 Ｃｈａｐｔｅｒ ２０", "0826", 0)						farcall("060_六花0826")
#z320	@set_title("六花 Ｃｈａｐｔｅｒ ２１", "0827", 0)						farcall("060_六花0827")
#z321	@set_title("六花 Ｃｈａｐｔｅｒ ２１", "0829", 0)						farcall("060_六花0829")
#z322	@set_title("六花 エピローグ", "0999", 0)								farcall("060_六花0999")

// todo 六花以外の個別ルートに差し込まれる予定のもの		farcall("060_六花0000")
@六花ルートクリア = 1
@レコード獲得(@レコード_速川六花ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更

returnmenu

//-----------------------------------------------------------------
// スピカBefore／同棲編
//-----------------------------------------------------------------
#z400
		$$set_sp_flag(0)		// アフター参照用に必要なルートフラグをグローバルデータから取得
		@set_title("エタニクル プロローグ", "0701", 0)									farcall("070_スピカZERO")
#z401	@set_title("エタニクル Ｃｈａｐｔｅｒ ０１", "0901", 0)							farcall("071_同棲編0000a")
#z402	@set_title("エタニクル Ｃｈａｐｔｅｒ ０２", "0901", 1, bg006_82, 1)			farcall("071_同棲編0000b")
#z403	@set_title("エタニクル Ｃｈａｐｔｅｒ ０３", "0901", 1, bg703_01, 1)			farcall("071_同棲編0000c")
#z404	@set_title("エタニクル Ｃｈａｐｔｅｒ ０４", "0901", 1, bg704_01, 1)			farcall("071_同棲編0001")
#z405	@set_title("エタニクル Ｃｈａｐｔｅｒ ０５", "0901", 1, bg002_01, 1)			farcall("071_同棲編0002")
#z406	@set_title("エタニクル Ｃｈａｐｔｅｒ ０６", "0901", 1, bg703_01, 1)			farcall("071_同棲編0003")
#z407	@set_title("エタニクル Ｃｈａｐｔｅｒ ０７", "0901", 1, bg999_03, 1)			farcall("071_同棲編0004")
#z408	@set_title("エタニクル Ｃｈａｐｔｅｒ ０８", "0901", 1, bg008_02, 1)			farcall("071_同棲編0005")
#z409	@set_title("エタニクル Ｃｈａｐｔｅｒ ０９", "0901", 1, bg704_01, 1)			farcall("071_同棲編0006")
#z410	@set_title("エタニクル Ｃｈａｐｔｅｒ １０", "0901", 1, bg702_12, 1)			farcall("071_同棲編0007")
#z411	@set_title("エタニクル Ｃｈａｐｔｅｒ １１", "0901", 1, bg703_01, 1)			farcall("071_同棲編0008")
#z412	@set_title("エタニクル Ｃｈａｐｔｅｒ １２", "0901", 1, bg003_01, 1)			farcall("071_同棲編0009")
#z413	@set_title("エタニクル Ｃｈａｐｔｅｒ １３", "0901", 1, bg999_02, 1)			farcall("071_同棲編0010")
#z414	@set_title("エタニクル Ｃｈａｐｔｅｒ １４", "0901", 1, bg702_16, 1)			farcall("071_同棲編0011")
#z415	@set_title("エタニクル Ｃｈａｐｔｅｒ １５", "0901", 1, bg009_01, 1)			farcall("071_同棲編0012")
#z416	@set_title("エタニクル Ｃｈａｐｔｅｒ １６", "0901", 1, bg008_01, 1)			farcall("071_同棲編0013")
#z417	@set_title("エタニクル Ｃｈａｐｔｅｒ １７", "0901", 1, bg002_01, 1)			farcall("071_同棲編0014")
#z418	@set_title("エタニクル Ｃｈａｐｔｅｒ １８", "0901", 1, bg703_01, 1)			farcall("071_同棲編0015")
#z419	@set_title("エタニクル Ｃｈａｐｔｅｒ １９", "0901", 1, bg012_01, 1)			farcall("071_同棲編0016")
#z420	@set_title("エタニクル Ｃｈａｐｔｅｒ ２０", "0901", 1, bg011_01, 1)			farcall("071_同棲編0017")
#z421	@set_title("エタニクル Ｃｈａｐｔｅｒ ２１", "0901", 1, bg002_01, 1)			farcall("071_同棲編0018")
#z422	@set_title("エタニクル Ｃｈａｐｔｅｒ ２２", "0901", 1, bg001_01, 1)			farcall("071_同棲編0019")
#z423	@set_title("エタニクル Ｃｈａｐｔｅｒ ２３", "0901", 1, bg008_03, 1)			farcall("071_同棲編0020")
#z424	@set_title("エタニクル Ｃｈａｐｔｅｒ ２４", "0901", 1, bg999_03, 1)			farcall("071_同棲編0021")
#z425	@set_title("エタニクル Ｃｈａｐｔｅｒ ２５", "0901", 1, bg012_01, 1)			farcall("071_同棲編0022")
#z426	@set_title("エタニクル Ｃｈａｐｔｅｒ ２６", "0901", 1, bg703_01, 1)			farcall("071_同棲編0023")
#z427	@set_title("エタニクル Ｃｈａｐｔｅｒ ２７", "0901", 1, bg702_16, 1)			farcall("071_同棲編0024")
#z428	@set_title("エタニクル Ｃｈａｐｔｅｒ ２８", "0901", 1, ef_avan_bg01, 1)		farcall("071_同棲編0025")
#z429	@set_title("エタニクル Ｃｈａｐｔｅｒ ２９", "0901", 1, bg018_06, 1)			farcall("071_同棲編0026")
#z430	@set_title("エタニクル Ｃｈａｐｔｅｒ ３０", "0901", 1, bg001_01, 1)			farcall("071_同棲編0027")
#z431	@set_title("エタニクル Ｃｈａｐｔｅｒ ３１", "0901", 1, bg023_01, 1)			farcall("071_同棲編0028")
#z432	@set_title("エタニクル Ｃｈａｐｔｅｒ ３２", "0901", 1, bg009_01, 1)			farcall("071_同棲編0029")
#z433	@set_title("エタニクル Ｃｈａｐｔｅｒ ３３", "0901", 1, bg703_01, 1)			farcall("071_同棲編0030")
#z434	@set_title("エタニクル エピローグ", "0901", 0)									farcall("071_同棲編0031")

@エタニクルルートクリア = 1
@レコード獲得(@レコード_eternicleをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更
$$set_sp_flag(1)			// アフター参照用に必要なルートフラグをグローバルデータに保存

returnmenu

//-----------------------------------------------------------------
// 子育て編／シルバー編
//-----------------------------------------------------------------
#z450
		$$set_sp_flag(0)		// アフター参照用に必要なルートフラグをグローバルデータから取得
		@set_title("アネモイ Ｃｈａｐｔｅｒ ０１", "0901", 0)						farcall("072_子育て編0000")
#z451	@set_title("アネモイ Ｃｈａｐｔｅｒ ０２", "0901", 1, bg018_07, 1)			farcall("072_子育て編0001")
#z452	@set_title("アネモイ Ｃｈａｐｔｅｒ ０３", "0901", 1, bg703_01, 1)			farcall("072_子育て編0002")
#z453	@set_title("アネモイ Ｃｈａｐｔｅｒ ０４", "0901", 1, bg008_01, 1)			farcall("072_子育て編0003")
#z454	@set_title("アネモイ Ｃｈａｐｔｅｒ ０５", "0901", 1, bg016_07, 1)			farcall("072_子育て編0004")
#z455	@set_title("アネモイ Ｃｈａｐｔｅｒ ０６", "0901", 1, bg702_25, 1)			farcall("072_子育て編0005")
#z456	@set_title("アネモイ Ｃｈａｐｔｅｒ ０７", "0901", 1, bg002_01, 1)			farcall("072_子育て編0006")
#z457	@set_title("アネモイ Ｃｈａｐｔｅｒ ０８", "0901", 1, bg011_01, 1)			farcall("072_子育て編0007")
#z458	@set_title("アネモイ Ｃｈａｐｔｅｒ ０９", "0901", 1, bg999_01, 1)			farcall("072_子育て編0008")
#z459	@set_title("アネモイ Ｃｈａｐｔｅｒ １０", "0901", 1, bg012_12, 1)			farcall("072_子育て編0009")
#z460	@set_title("アネモイ Ｃｈａｐｔｅｒ １１", "0901", 1, bg015_01, 1)			farcall("072_子育て編0010")
#z461	@set_title("アネモイ Ｃｈａｐｔｅｒ １２", "0901", 1, bg704_01, 1)			farcall("072_子育て編0011")
#z462	@set_title("アネモイ Ｃｈａｐｔｅｒ １３", "0901", 1, bg703_01, 1)			farcall("072_子育て編0012")
#z463	@set_title("アネモイ Ｃｈａｐｔｅｒ １４", "0901", 1, bg702_29, 1)			farcall("072_子育て編0013")
#z464	@set_title("アネモイ Ｃｈａｐｔｅｒ １５", "0901", 1, bg018_01, 1)			farcall("072_子育て編0014")
#z465	@set_title("アネモイ Ｃｈａｐｔｅｒ １６", "0901", 1, bg002_02, 1)			farcall("072_子育て編0015")
#z466	@set_title("アネモイ Ｃｈａｐｔｅｒ １７", "0901", 1, bg009_01, 1)			farcall("072_子育て編0016")
#z467	@set_title("アネモイ Ｃｈａｐｔｅｒ １８", "0901", 1, bg704_03, 1)			farcall("072_子育て編0017")
#z468	@set_title("アネモイ Ｃｈａｐｔｅｒ １９", "0901", 1, bg702_27, 1)			farcall("072_子育て編0018")
#z469	@set_title("アネモイ Ｃｈａｐｔｅｒ ２０", "0901", 1, bg008_01, 1)			farcall("072_子育て編0019")
#z470	@set_title("アネモイ Ｃｈａｐｔｅｒ ２１", "0901", 1, bg703_80, 1)			farcall("072_子育て編0020")
#z471	@set_title("アネモイ Ｃｈａｐｔｅｒ ２２", "0901", 1, bg007_01, 1)			farcall("072_子育て編0021")
#z472	farcall("arrive")
#z473	@set_title("アネモイ エピローグ", "0901", 0)								farcall("073_シルバー編0001")

@アネモイルートクリア = 1
@レコード獲得(@レコード_anemoiをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

$$change_title_menu_level	// タイトルメニューレベルの変更

returnmenu


//-----------------------------------------------------------------
// 文弥／個別ルート
//-----------------------------------------------------------------
#z500	@set_title("文弥 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg002_01, 1)			farcall("080_文弥0801")
#z501	@set_title("文弥 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg004_03, 1)			farcall("080_文弥0802")
#z502	@set_title("文弥 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg012_01, 1)			farcall("080_文弥0803")
#z503	@set_title("文弥 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg019_01, 1)			farcall("080_文弥0804")
#z504	@set_title("文弥 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg008_02, 1)			farcall("080_文弥0805")
#z505	@set_title("文弥 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg999_01, 1)			farcall("080_文弥0806")
#z506	@set_title("文弥 Ｃｈａｐｔｅｒ ０７", "0807", 0)						farcall("080_文弥0807")

@文弥ルートクリア = 1
@レコード獲得(@レコード_尾道文弥ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

returnmenu


//-----------------------------------------------------------------
// 塁／個別ルート
//-----------------------------------------------------------------
#z550	@set_title("塁 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg011_01, 1)			farcall("081_塁0801")
#z551	@set_title("塁 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg016_01, 1)			farcall("081_塁0802")
#z552	@set_title("塁 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg023_01, 1)			farcall("081_塁0803")
#z553	@set_title("塁 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg002_01, 1)			farcall("081_塁0804")
#z555	@set_title("塁 Ｃｈａｐｔｅｒ ０５", "0806", 1, bg009_01, 1)			farcall("081_塁0806")
#z556	@set_title("塁 Ｃｈａｐｔｅｒ ０６", "0807", 1, bg601_02, 1)			farcall("081_塁0807")
#z557	@set_title("塁 Ｃｈａｐｔｅｒ ０７", "0808", 1, bg999_01, 1)			farcall("081_塁0808")
#z558	@set_title("塁 Ｃｈａｐｔｅｒ ０８", "0809", 1, bg012_01, 1)			farcall("081_塁0809")
#z559	@set_title("塁 Ｃｈａｐｔｅｒ ０９", "0811", 1, bg015_01, 1)			farcall("081_塁0811")
#z560	@set_title("塁 Ｃｈａｐｔｅｒ １０", "0818", 1, bg023_01, 1)			farcall("081_塁0818")
#z561	@set_title("塁 Ｃｈａｐｔｅｒ １１", "0820", 1, bg004_01, 1)			farcall("081_塁0820")
#z562	@set_title("塁 Ｃｈａｐｔｅｒ １２", "0901", 0)							farcall("081_塁0901")

@塁ルートクリア = 1
@レコード獲得(@レコード_敦澤塁ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

returnmenu


//-----------------------------------------------------------------
// つづら／個別ルート
//-----------------------------------------------------------------
#z600	@set_title("つづら Ｃｈａｐｔｅｒ ０１", "0801", 1, bg304_01, 1)		farcall("082_つづら0801")
#z601	@set_title("つづら Ｃｈａｐｔｅｒ ０２", "0802", 1, bg999_01, 1)		farcall("082_つづら0802")
#z602	@set_title("つづら Ｃｈａｐｔｅｒ ０３", "0803", 1, bg303_01, 1)		farcall("082_つづら0803")
#z603	@set_title("つづら Ｃｈａｐｔｅｒ ０４", "0804", 1, bg006_14, 1)		farcall("082_つづら0804")
#z604	@set_title("つづら Ｃｈａｐｔｅｒ ０５", "0805", 1, bg002_01, 1)		farcall("082_つづら0805")
#z605	@set_title("つづら Ｃｈａｐｔｅｒ ０６", "0806", 1, bg301_01, 1)		farcall("082_つづら0806")
#z606	@set_title("つづら Ｃｈａｐｔｅｒ ０７", "0807", 1, bg002_01, 1)		farcall("082_つづら0807")
#z607	@set_title("つづら Ｃｈａｐｔｅｒ ０８", "0808", 1, bg304_01, 1)		farcall("082_つづら0808")
#z608	@set_title("つづら Ｃｈａｐｔｅｒ ０９", "0809", 1, bg303_01, 1)		farcall("082_つづら0809")
#z609	@set_title("つづら Ｃｈａｐｔｅｒ １０", "0810", 1, bg999_02, 1)		farcall("082_つづら0810")
#z610	@set_title("つづら Ｃｈａｐｔｅｒ １１", "0811", 1, bg009_02, 1)		farcall("082_つづら0811")
#z611	@set_title("つづら Ｃｈａｐｔｅｒ １２", "0812", 1, bg999_01, 1)		farcall("082_つづら0812")
#z612	@set_title("つづら Ｃｈａｐｔｅｒ １３", "0813", 1, bg304_02, 1)		farcall("082_つづら0813")
#z613	@set_title("つづら Ｃｈａｐｔｅｒ １４", "0814", 1, bg303_01, 1)		farcall("082_つづら0814")
#z614	@set_title("つづら Ｃｈａｐｔｅｒ １５", "0818", 0)						farcall("082_つづら0818")

@つづらルートクリア = 1
@レコード獲得(@レコード_華押つづらルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

returnmenu


//-----------------------------------------------------------------
// 千春／個別ルート
//-----------------------------------------------------------------
#z650	@set_title("千春 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg999_01, 1)		farcall("083_千春0801")
#z651	@set_title("千春 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg801_01, 1)		farcall("083_千春0802")
#z652	@set_title("千春 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg011_01, 1)		farcall("083_千春0803")
#z653	@set_title("千春 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg007_01, 1)		farcall("083_千春0804")
#z654	@set_title("千春 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg011_01, 1)		farcall("083_千春0805")
#z655	@set_title("千春 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg002_01, 1)		farcall("083_千春0806")
#z656	@set_title("千春 Ｃｈａｐｔｅｒ ０７", "0807", 1, bg304_01, 1)		farcall("083_千春0807")
#z657	@set_title("千春 Ｃｈａｐｔｅｒ ０８", "0808", 1, bg999_01, 1)		farcall("083_千春0808")
#z658	@set_title("千春 Ｃｈａｐｔｅｒ ０９", "0809", 1, bg009_01, 1)		farcall("083_千春0809")
#z659	@set_title("千春 Ｃｈａｐｔｅｒ １０", "0810", 1, bg016_01, 1)		farcall("083_千春0810")
#z660	@set_title("千春 Ｃｈａｐｔｅｒ １１", "0811", 1, bg999_01, 1)		farcall("083_千春0811")
#z661	@set_title("千春 Ｃｈａｐｔｅｒ １２", "0812", 1, bg011_01, 1)		farcall("083_千春0812")
#z662	@set_title("千春 Ｃｈａｐｔｅｒ １３", "0813", 1, bg002_01, 1)		farcall("083_千春0813")
#z663	@set_title("千春 Ｃｈａｐｔｅｒ １４", "0814", 1, bg004_01, 1)		farcall("083_千春0814")
#z664	@set_title("千春 Ｃｈａｐｔｅｒ １５", "0815", 1, bg016_01, 1)		farcall("083_千春0815")
#z665	@set_title("千春 Ｃｈａｐｔｅｒ １６", "0816", 1, bg001_01, 1)		farcall("083_千春0816")
#z666	@set_title("千春 Ｃｈａｐｔｅｒ １７", "0817", 1, bg801_01, 1)		farcall("083_千春0817")
#z667	@set_title("千春 エピローグ", "9999", 0)								farcall("083_千春9999")

@千春ルートクリア = 1
@レコード獲得(@レコード_河瀬千春ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

returnmenu


//-----------------------------------------------------------------
// 健／個別ルート
//-----------------------------------------------------------------
#z700	@set_title("健 Ｃｈａｐｔｅｒ ０１", "0801", 1, bg007_01, 1)		farcall("084_健0801")
#z701	@set_title("健 Ｃｈａｐｔｅｒ ０２", "0802", 1, bg011_01, 1)		farcall("084_健0802")
#z702	@set_title("健 Ｃｈａｐｔｅｒ ０３", "0803", 1, bg015_01, 1)		farcall("084_健0803")
#z703	@set_title("健 Ｃｈａｐｔｅｒ ０４", "0804", 1, bg999_01, 1)		farcall("084_健0804")
#z704	@set_title("健 Ｃｈａｐｔｅｒ ０５", "0805", 1, bg002_01, 1)		farcall("084_健0805")
#z705	@set_title("健 Ｃｈａｐｔｅｒ ０６", "0806", 1, bg009_01, 1)		farcall("084_健0806")
#z706	@set_title("健 Ｃｈａｐｔｅｒ ０７", "0807", 1, bg016_01, 1)		farcall("084_健0807")
#z707	@set_title("健 Ｃｈａｐｔｅｒ ０８", "0808", 1, bg020_01, 1)		farcall("084_健0808")
#z708	@set_title("健 Ｃｈａｐｔｅｒ ０９", "0809", 1, bg003_01, 1)		farcall("084_健0809")
		@set_title("健 Ｃｈａｐｔｅｒ １０", "0809", 1, bg012_01, 1)		farcall("084_健0809", 1)	//後半でもチャプターが変わる
#z709	@set_title("健 Ｃｈａｐｔｅｒ １１", "0810", 1, bg002_01, 1)		farcall("084_健0810")
#z710	@set_title("健 Ｃｈａｐｔｅｒ １２", "0811", 1, bg015_01, 1)		farcall("084_健0811")
#z711	@set_title("健 エピローグ", "0812", 0)									farcall("084_健0812")

@健ルートクリア = 1
@レコード獲得(@レコード_小森健ルートをクリアした)
@レコード全クリアチェック
@レコード表示_終了待ち

returnmenu


//-----------------------------------------------------------------
// 玖琉未／個別ルート
//-----------------------------------------------------------------
/*
#z750	@set_title("Ｄａｙ ３２", "0801")	farcall("085_玖琉未0001")

@玖琉未ルートクリア = 1

@dm("玖琉未個別ルート終了。仮組みのフローはここまでなので最初に戻ります。")
*/

returnmenu


//-----------------------------------------------------------------
// 定義
//-----------------------------------------------------------------
#inc_start
	
	// 日付設定
	#macro	@set_title(@title, @date, @eyecatch(1), @bg_name(ef_avan_bg02), @type(0))
		set_title(@title)
		$$set_date(@date)
		if( @eyecatch ) {
			@アイキャッチ(@date, @bg_name, @type)
		}
	
	// 共通ルート／朝
	#macro	@共通ルート_朝処理
		
		// 時間帯を午前に設定
		@日付_時間帯 = @午前
		
		// 依頼選択キャラクターを初期化
		@午前依頼を選択したキャラクター = 0
		
		// ＵＭＡレースに参加している場合はハンター処理と午前初期化処理
		if( @ＵＭＡレースに参加している )
		{
			@ＵＭＡハンター結果処理へ
			$$init_urace_am_data
		}
	
	// 共通ルート／昼
	#macro	@共通ルート_昼処理
		
		// 半日依頼後の繋ぎシナリオ
		farcall("090_予備", 00)
		
		// 時間帯を午後に設定
		@日付_時間帯 = @午後
		
		// ＵＭＡレースに参加している場合は午後初期化処理
		if( @ＵＭＡレースに参加している )
		{
			$$init_urace_pm_data
		}
	
	#macro	@掲示板へ(@label_no)
		@掲示板初期化
		farcall("110_掲示板", @label_no)
		if( @掲示板表示 )
		{
			farcall("090_予備", 10)
		}
		
	// 個別ルート判定
	#define			@個別ルートチェック
		if( $$check_route ) {
			jump(get_scene_name, $jump_label_no)	// 個別ルートへ
		}
	
	// 個別ルート遷移で使用(個別ルート判定になった場合に飛び先のシナリオラベル番号が入る)
	#property		$jump_label_no

#inc_end

//-----------------------------------------------------------------
// 個別ルート判定
//-----------------------------------------------------------------
command $$check_route : int
{
	// スピカ0009を見た場合はスピカルートへ
	if( @朱比華の依頼選択回数 >= 9 )
	{
		farcall("020_スピカ0000_4")
		
		if( @スピカルート離脱 == 0 ) {
			$jump_label_no = 100
			return (1)
		}
	}

	// 愛乃0006を見た場合、24日以降に愛乃ルートへ
	if( @愛乃の依頼選択回数 >= 6 && @日付_日 >= 24 )
	{
		$jump_label_no = 150
		return (1)
	}

	// 淡雪0008を見た場合は淡雪ルートへ
	if( @陽彩の依頼選択回数 >= 8 )
	{
		farcall("040_淡雪0000")
		
		$jump_label_no = 200
		return (1)
	}

	// 小詠0007を見た場合は小詠ルートへ
	if( @小詠の依頼選択回数 >= 7 )
	{
		$jump_label_no = 250
		return (1)
	}

	// 六花0006を見た場合は六花ルートへ
	if( @六花の依頼選択回数 >= 6 )
	{
		$jump_label_no = 300
		return (1)
	}

	// 文弥0005を見た場合は文弥ルートへ
	if( @文弥の依頼選択回数 >= 5 )
	{
		$jump_label_no = 500
		return (1)
	}

	// 塁0005を見た場合は塁ルートへ
	if( @塁の依頼選択回数 >= 5 )
	{
		$jump_label_no = 550
		return (1)
	}

	// つづら0008を見た場合はつづらのルートへ
	if( @つづらの依頼選択回数 >= 8 )
	{
		$jump_label_no = 600
		return (1)
	}

	// 千春0004を見た場合は千春ルートへ
	if( @千春の依頼選択回数 >= 4 && @河瀬ルートに行かない == 0 )
	{
		$jump_label_no = 650
		return (1)
	}

	// 健0004を見た場合は健ルートへ
	if( @健の依頼選択回数 >= 4 )
	{
		$jump_label_no = 700
		return (1)
	}

	return (0)
}

//-----------------------------------------------------------------
// スピカルートフラグ保存／アフタールート参照
//-----------------------------------------------------------------
command $$set_sp_flag(property $saveload) : int
{
	// グローバルデータに保存
	if( $saveload )
	{
		@保存_スピカの年齢１０歳 = @スピカの年齢１０歳
		@保存_スピカの年齢１５歳 = @スピカの年齢１５歳
		@保存_スピカの年齢２１歳 = @スピカの年齢２１歳
		@保存_スピカの年齢３５歳 = @スピカの年齢３５歳
		@保存_0703_結婚出来る = @0703_結婚出来る
		@保存_0703_麦の朝は味噌汁 = @0703_麦の朝は味噌汁
		@保存_0708_無愛想な依頼書のほう = @0708_無愛想な依頼書のほう
		@保存_0708_確かにこっちのほう = @0708_確かにこっちのほう
		
		@保存_同棲編の呼ばれ方 = @同棲編の呼ばれ方
	}
	
	// グローバルデータから参照
	else
	{
		@スピカの年齢１０歳 = @保存_スピカの年齢１０歳
		@スピカの年齢１５歳 = @保存_スピカの年齢１５歳
		@スピカの年齢２１歳 = @保存_スピカの年齢２１歳
		@スピカの年齢３５歳 = @保存_スピカの年齢３５歳
		@0703_結婚出来る = @保存_0703_結婚出来る
		@0703_麦の朝は味噌汁 = @保存_0703_麦の朝は味噌汁
		@0708_無愛想な依頼書のほう = @保存_0708_無愛想な依頼書のほう
		@0708_確かにこっちのほう = @保存_0708_確かにこっちのほう
		
		@同棲編の呼ばれ方 = @保存_同棲編の呼ばれ方
	}
}

//-----------------------------------------------------------------
// タイトルメニューレベルの変更
//-----------------------------------------------------------------
command $$change_title_menu_level
{
	// 通常タイトル -> メイン５人をクリアするとエタニクルタイトル
	if( @タイトルメニューレベル == 0 )
	{
		if( @朱比華ルートクリア == 1 && @愛乃ルートクリア == 1 && @陽彩ルートクリア == 1 && @小詠ルートクリア == 1 && @六花ルートクリア == 1 )
		{
			@タイトルメニューレベル = 1
		}
	}
	
	// エタニクルタイトル -> エタニクルをクリアするとアネモイタイトル
	elseif( @タイトルメニューレベル == 2 )
	{
		if( @エタニクルルートクリア )
		{
			@タイトルメニューレベル = 3
		}
	}
	
	// アネモイタイトル -> アネモイをクリアするとフルコンプタイトル
	elseif( @タイトルメニューレベル == 4 )
	{
		if( @アネモイルートクリア )
		{
			@タイトルメニューレベル = 5
		}
	}
}
