// #SCENE_SCRIPT_ID = 6095 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
//-----------------------------------------------------------------
// 共通９日目／朝
//-----------------------------------------------------------------
#z00

@シーン開始

@六花パジャマ

@bg(bg006_81)

@bgm(bgm07)

//日常０７２０／朝R

【麦】「……朝か」R

珍しくぱっちり目が覚めた。R
時計を見るとまだいつも起きる時間より１時間以上早い。R

【麦】「こんなに清々しい目覚めはいつ以来だろう」R

@bs(bs3_rk11_13)
KOE(609500019,005)【六花】「すぅ……すぅ……」R

@bs

隣を見ると六花もまだ眠っていた。R

@bs(tm11_10)
KOE(609500023,013)【ツミレ】「オロォ……オロロ……」R

@bs

ついでにツミレもまだ寝ている。R

【麦】「鳥のくせにのんびりしたヤツだ」R

@bs(rk11_13)
KOE(609500028,005)【六花】「すぅ……すぅ……」R

【麦】「六花もこんなにぐっすり寝てるなんて珍しいな」R

@bs

こっちに移住してきて、何だかんだでまだ間もない。R
慣れないこともあるだろうし、本当は疲れているのかもしれないな。R

【麦】「今日の朝飯は俺が作るか」R

;>>時間経過
@時間経過

@bg(bg006_14)

@bs(bs2_rk11_07)
KOE(609500038,005)【六花】「すみません、兄さん……寝坊してしまいました」R

六花が申し訳なさそうに頭をさげる。R

@bf(rk11_08)
KOE(609500042,005)【六花】「寝坊だけではなく、まさか朝から兄さんの手をわずらわせてしまうなんて……」R

【麦】「わずらわせてって、朝飯作っただけだぞ」R

【麦】「テント生活の時は、俺が作ることの方が多かったろ」R

@bf(rk11_02)
KOE(609500048,005)【六花】「はい。ですので、屋根があるところでは、わたしが作ろうと決めていました」R

そんな決意をしていたのか……R

【麦】「とりあえず、冷める前に食べてくれ」R

【麦】「といっても、ありもので作っただけだけど」R

@bf(rk12_05)
KOE(609500056,005)【六花】「いえ、兄さんの手料理と言うだけでメシュラン星５に相当します」R

【麦】「メシュランは星３までだからな」R

@bf(rk12_06)
KOE(609500058,005)【六花】「限界を軽く超えるほどの、ご立派な料理ということです」R

味噌汁を作って、魚の干物を焼いただけなんだがな。R

@bs(rk11_17, tm13_21)
KOE(609500062,013)【ツミレ】「オロロォ」R

@bf(rk11_01)
KOE(609500064,005)【六花】「ツミレも楽しみにしているようです」R

【麦】「じゃあ食べよう」R

テーブルについて、手を合わせる。R

【麦】「いただきます」R

@bf(rk11_04)
KOE(609500071,005)【六花】「いただきます」R

@bf(tm11_01)
KOE(609500072,013)【ツミレ】「オロロォ」R	;>>いただきます

@bs

六花が味噌汁を口に運ぶ。R
ずずず……R

@bs(rk12_03)
KOE(609500077,005)【六花】「兄さんの味がします」R

【麦】「え？　どういう味？」R

@bf(rk11_13)

焼いた魚の干物も一口。R

@bf(rk11_13@ojigi)

ぱく……R

@bf(rk13_04)
KOE(609500083,005)【六花】「兄さんの味がします」R

【麦】「いや、その感想はちょっと怖い」R

@bs(rk, tm12_08)
KOE(609500086,013)【ツミレ】「オロォオロォ」R	;>>まぁまぁだな

@bs

ツミレも食べてくれているが、六花の作った時に比べると、勢いに欠ける。R
動物は正直だ。
やっぱり六花が作った朝飯の方が美味しい。R

@bs(rk11_10, tm12_08)
KOE(609500092,005)【六花】「ツミレ……不敬ですよ」R

@bs(rk, tm13_15@jump)
KOE(609500093,013)【ツミレ】「オ、オロォ！　オロォ！」R	;>>う、うめぇ！　うめぇ！

@bs

ガツガツ食べ始めた。R

【麦】「ずず……うーん、六花の味噌汁みたいな味や香りが出ないな」R

自分でも味噌汁を飲んで素直に分析する。R

【麦】「材料はほぼ同じはずなのに不思議だな」R

@bs(rk11_17)
KOE(609500103,005)【六花】「おそらく、お湯の温度が高すぎるのではないでしょうか」R

@bf(rk11_01)
KOE(609500105,005)【六花】「お味噌を溶いてからは、７５度くらいに保つとお味噌の風味が生きてきます」R

【麦】「キャンプ飯ばっかり作ってたから、つい強火志向になってしまってるな俺」R

@bf(rk13_03)
KOE(609500109,005)【六花】「あと、わたしは隠し味を少々」R

【麦】「隠し味？　……まさか！」R

@bf(rk12_05)
KOE(609500113,005)【六花】「すき焼きのタレは万能調味料です」R	;>>厳かに

【麦】「ありなのか……いや、確かに六花の味噌汁はうまかったから、ありなんだろうな」R

@bf(rk11_01)
KOE(609500117,005)【六花】「入れすぎは注意ですが」R

@bf(rk11_04)
KOE(609500119,005)【六花】「それでも、わたしは兄さんが作ってくれたこのお味噌汁、好きです」R

【麦】「料理は手放しで褒めなくていいぞ」R

@bf(rk11_01)
KOE(609500123,005)【六花】「いいえ」R	;>>穏やかに

@bf(rk11_16)
KOE(609500125,005)【六花】「本当に、とてもおいしいです」R	;>>穏やかに

【麦】「そうか。ありがとう」R

;>>時間経過
@時間経過
@bg(bg006_80)

そんな朝食を終え、六花は学校へ。R
俺は洗い物をしてから、巡り会いへ行く。R

【麦】「じゃあツミレ、留守番を……って何をしてる？」R

ツミレが洗ったばかりの食器に向かって羽を羽ばたかせていた。R

@bs(tm13_20@jump)
KOE(609500138,013)【ツミレ】「オロォ、オロロォ」R	;>>せいっ、せーいっ

濡れている食器に風を送っている？R

【麦】「もしかして、食器乾燥機の代わりを？」R

@bf(tm11_01)
KOE(609500144,013)【ツミレ】「オロロォ」R	;>>やくにたつぜ

【麦】「ありがとうな、ツミレ」R

【麦】「じゃあ、今度から洗濯物も同じようにやってもらうか」R

@bf(tm11_19@biku)
KOE(609500150,013)【ツミレ】「オロ！？」R	;>>まじで！？

【麦】「ツミレも、持ちつ持たれつの精神が宿ってきたな」R

@bf(tm11_20)
KOE(609500154,013)【ツミレ】「オ……」R	;>>や……

@bf(tm13_15@jump)
KOE(609500156,013)【ツミレ】「オロロロォォォーーーー！」R	;>>やっちまったーーー－！



@移動

return



//-----------------------------------------------------------------
// 共通９日目／夜
//-----------------------------------------------------------------
#z10

@シーン開始

if(@六花の依頼選択回数 >= 4 && @六花三択に答えた == 0){

	@六花私服２
	@夜
	@bg(bg006)

	@bgm(bgm25)

	farcall("060_六花0000", 20)

	goto #joint

}

@夜

@bg_pan_ud(bg999)

@se_loop("ANB_outdoor_janitor_room_night_insects_LOOP")

@六花パジャマ

//@bgm(bgm25)

//日常０７２０／夜R
深夜──R

@bg(bg006_09)

【麦】「ぐぅ……ぐぅ……」R

//@bs(rk11_01)
KOE(609500183,005)【六花】「ツミレが１匹、ツミレが２匹……」R

【麦】「……ん？」R

//@bf(rk11_01)
KOE(609500185,005)【六花】「ツミレが１２匹、ツミレが１３匹……」R

【麦】「……？」R

闇の中に六花の声が聞こえていた。R

//@bf(rk11_01)
KOE(609500190,005)【六花】「ツミレが３４匹、ツミレが３５匹、ツミレが……」R

匹なのか……羽じゃなくて。羊と混ざっている？R

【麦】「六花」R

@focus(bs3_rk11_07)
KOE(609500192,005)【六花】「あ、兄さん。すみません、起こしてしまいましたか？」R

【麦】「それはいいんだが。眠れないのか？」R

【麦】「いくら眠れないって言ってもツミレを数えることはないと思うぞ」R

@bf(rk11_02)
KOE(609500195,005)【六花】「いえ、眠れないわけではなく」R

@bf(rk11_05)
KOE(609500196,005)【六花】「本当にツミレがたくさんいるので」R

【麦】「え？」R

@se_loop_stop

@bg(bg006_09)

;>>◆ツミレの立ち絵、表示できるだけ表示

;>>◆ツミレの声、たくさん重なって聞こえる
;>>あとで合成

@bs_set(tm11_01@d1, -600,  100)
@bs_set(ta13_14@d1, -150, -100)
@bs_set(tb12_18@d1,  150,  100)
@bs_set(tc13_21@d1,  600, -100)
@wipe(0)

KOE(609500203,013)【ツミレ】「オロロォ～～～」R
/*
KOE(609500203,013)【ツミレ】「オロロォ～～～」R
KOE(609500204,013)【ツミレ】「オロロォ～～～」R
KOE(609500205,013)【ツミレ】「オロロォ～～～」R
KOE(609500206,013)【ツミレ】「オロロォ～～～」R
*/

@揺れ強

【麦】「オロォーーーーーーーーーーーーーーーーーッ！？」R

front.object[18].wipe_copy = 0
front.object[29].wipe_copy = 0
front.object[30].wipe_copy = 0
front.object[31].wipe_copy = 0
@wipe(0)

@六花私服２

@fade(2)

;>>◆夢から覚めた
;＜背景：用務員室＞R
@se("SE_futon_jumpup_mugi")

@bg_pan(bg006_03, 0, 8, 2, 500, 0)
@拡縮揺れ強

【麦】「は……っ！？」R

【麦】「あ、あれ？」R

@bg(bg006_03)

飛び起きると部屋が明るかった。R
布団もまだ敷いてない。R

どうやら夕飯のあと、居眠りしてしまっていたらしい。R

@bgm(bgm25)

@bs(bs2_rk21_13)
KOE(609500221,005)【六花】「兄さん、どうしたんですか？」R

六花が驚いた顔で俺を見ていた。R

@bs(rk, tm11_16)
KOE(609500225,013)【ツミレ】「オロロォ？」R

ツミレも。R

【麦】「ツミレ……お前ひとりだけか？」R

@bf(tm11_17)
KOE(609500230,013)【ツミレ】「オロロォ？」R

不思議そうに首を傾げる。R

【麦】「そうか、ならいいんだ」R

@bf(rk11_07)
KOE(609500236,005)【六花】「悪い夢でも見たんですか？」R

【麦】「どうやらそうみたいだ」R

@bf(rk21_04)
KOE(609500240,005)【六花】「夜は冷えますから、そんなところで居眠りしてると風邪引きます」R

@bf(rk21_03)
KOE(609500242,005)【六花】「布団を敷いてちゃんと寝ましょう」R

【麦】「ああ、そうだな」R

@bs

あー、怖かった。R
夢でよかった。R


#joint	;>>六花三択の飛び先


@シーン終了(1500, 2000)

//■スピカ用夜イベ（力技編）
//今日、スピカ0006を通った場合
if(@スピカ0006通過 == 1){ farcall("020_スピカ0000_3") @スピカ0006通過 = 2 }

//今日、スピカ0007を通った場合
if(@スピカ0007通過 == 1){ farcall("020_スピカ0000_3",10) @スピカ0007通過 = 2 }


return
