// #SCENE_SCRIPT_ID = 4031 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00
@シーン開始

;＜背景：小麦畑＞R

@bgm(bgm02)

@BG(BG018_02)

@スピカサロペ

@bs(sp21_06)
KOE(403100006,001)【スピカ】「お疲れ様」R
@se(SE_cookoff_pizza_plate_spica)
@bs(sp21_18@0a)
KOE(403100008,001)【スピカ】「これ、新作の試作品よ。感想くれる？」R
@bs
今日の仕事が終わり……R

窯の前に用意したテーブルに、焼きたてのピザが並ぶ。R

【麦】「いただきます」R

【麦】「あれ、でもこれ……ご飯？」R

@bs(sp12_03)
KOE(403100018,001)【スピカ】「ピザライスよ」R

@bf(sp12_20)
KOE(403100020,001)【スピカ】「お年寄りとか、パンは食べないって人もいるの」R

@bf(sp12_01)
KOE(403100022,001)【スピカ】「チーズもできるだけあっさりしたものを選んだわ」R

【麦】「確かにこれならお年寄りとか、小さい子にもいけそうだな」R

@bf(sp11_04@un)
KOE(403100026,001)【スピカ】「うん」R

【麦】「美味いっ」R

【麦】「美味いぞ、これ」R

@bf(sp21_15)
KOE(403100032,001)【スピカ】「あなたはなんでも美味いしか言わないから、イマイチ参考にならないわ」R

【麦】「だって美味いからしょうがないじゃないか」R

@bf(sp21_19)
KOE(403100036,001)【スピカ】「その辺の別のピザを出しても同じことを言いそうだわ」R

【麦】「言わない。美味いとは言うかもしれないけど」R

【麦】「俺にとってスピカが特別だから」R

@bf(sp11_24)
KOE(403100042,001)【スピカ】「え」R

【麦】「え」R

【麦】「あ、いや、スピカの作ったピザが特別だから」R

@bf(sp11_17)
KOE(403100048,001)【スピカ】「……ありがと」R


@BG_PAN_du(BG999_02)

//★★★ＳＥ：環境音＿屋外＿麦畑＿ＬＯＯＰ

西の空には、夕日が揺れている。R

光を受けて麦畑が、輝いていた。R

……この瞬間が永遠じゃないとしても。R

永遠を願うことぐらい、許されるだろう。R

改めて、俺は決心をした。R
@BGM_STOP

@bg(bg018_02)

【麦】「なぁ、スピカ」R

;>>◆BGM変調

@bgm(bgm29)

【麦】「俺、家を建てようと思う」R

@bs(sp11_24)
KOE(403100066,001)【スピカ】「家？」R

@bf(sp11_05)
KOE(403100068,001)【スピカ】「それは、すごい」R

@bf(sp13_01)
KOE(403100070,001)【スピカ】「でも大変そう」R

理解が及んでいない。R

【麦】「いや、町でそういう話があって」R

【麦】「この畑の近くに、俺とスピカの家を建てたらどうだって」R

【麦】「今は俺たちの住処って、学校だったりトレーラーハウスだったりするから」R

@bf(sp13_24)

スピカが目をぱちくりさせる。R

@bf(sp13_05)
KOE(403100082,001)【スピカ】「私のも建ててくれるっていうこと？」R

【麦】「あー……」R

【麦】「つまり……」R

@bf(sp11_24)
KOE(403100088,001)【スピカ】「ぁ」R

スピカが何かに気付いたようだ。R

@bf(sp11_17)
KOE(403100092,001)【スピカ】「一緒に住むって……こと……かな」R

【麦】「いや、どうだろう。二世帯住宅的なやつかもしれないし」R

【麦】「とにかくまとめてしまったほうが、話が早いってだけだと思うけど」R

【麦】「……つまり」R

【麦】「スピカがいいなら」R

@bf(sp11_16)
KOE(403100102,001)【スピカ】「私は……その……」R

【麦】「……」R

@bf(sp21_12)
KOE(403100106,001)【スピカ】「……」R

【麦】「いや、ほら、その辺は置いておいても」R

【麦】「ピザ事業の拠点にもなればって話らしくて」R

@bf(sp11_24)
KOE(403100112,001)【スピカ】「あ、そ、そう。なるほど」@bc(795, sp11_17@un)R
@bg_PAN(BG018_02)
【麦】「いいんだ。俺が建てたいから建てるんだ」R

【麦】「家を建てたからって、絶対ここから離れないというわけじゃないと思うんだ」R

【麦】「もしかしたら、旅に出るかもしれない」R

【麦】「スピカにだって、使命がある」R

【麦】「俺には使命はないけど」R

【麦】「やっぱり、ここにいてはいけないという思いに押し出されるように、また旅に出ることがあるかもしれない」R

@face(sp11_16)
KOE(403100126,001)【スピカ】「そうね」R

【麦】「でもさ」R

【麦】「戻れる場所があっていいと思うんだ」R

【麦】「いつか旅が終わったとき。帰る場所があってもいいと思うんだ」R

【麦】「帰りたい場所が……あって欲しいと思う」R

【麦】「そんな家を建てようと思う」R
@BG(BG018_02)
@bs(sp21_02)
KOE(403100138,001)【スピカ】「そう……」R

@bf(sp21_01)
KOE(403100140,001)【スピカ】「あなたは、そんな風に思えたんだ」R

【麦】「あぁ」R

【麦】「スピカに会えたから」R

@bf(sp11_24)
KOE(403100146,001)【スピカ】「え」R

【麦】「……だから、そう思えた」R

@bf(sp11_10)
KOE(403100150,001)【スピカ】「……麦」R

@bf(sp11_16)
KOE(403100152,001)【スピカ】「私は……」R

@bf(sp11_17)
KOE(403100154,001)【スピカ】「その」R

……R

@bf(sp11_18)
KOE(403100157,001)【スピカ】「トイレはできたら別々で……」R

@bf(sp11_17)
KOE(403100159,001)【スピカ】「そしたら、一緒に住んでみたいかも」R

……R

【麦】「うん」R

//★★★ＳＥ：ＳＥ＿風が吹く＿心地よい
@bg_PAN(BG018_02,3,6,3,20000)
@se("SE_wind_comfy")
風が吹く。R

顔をあげるスピカと俺の視線がぶつかって……R

俺たちは……そっと、口を重ねた。R

@シーン終了(1500, 2000)

return
