// #SCENE_SCRIPT_ID = 5016 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00

@シーン開始
//彦坂：背景指定あがありませんでした
@bg_pan_lr(bg022_01)
@bgm(bgm06)

──数日後。R
ふたりして地図を見合っていた。R

@face(ky11_14)
KOE(501600013,004)【小詠】「やっぱり東の道ではないでしょうか」R
【麦】「南の道も捨てがたいぞ」R
@face(ky11_04)
KOE(501600016,004)【小詠】「でも遠回りですよ？」R
【麦】「それはそうなんだが……それを上回る利点があるんだ」R

何を揉めているかというと。R
この先、道が二手に分かれていて。R
東の道は距離的に近い。R
南の道は多少遠回りだが……かつて高速道路があった道だ。R

@bgs(bg022_01, ky11_01)

KOE(501600025,004)【小詠】「その高速道路というものは、そんなにも便利なんですか？」R
【麦】「速く走行するための道だからな」R
【麦】「その代わり管理者にお金を払わなきゃいけない」R
@bf(ky11_02)
KOE(501600029,004)【小詠】「ぴぃ！　道を通るだけでお金を支払わなければいけないんですか？」R;>>驚き
@bf(ky11_07)
KOE(501600031,004)【小詠】「それは、なんてアコギなのでしょう」R
【麦】「インフラもタダじゃないんだぞ」R
@bf(ky11_01)
【麦】「維持するのに、お金も労働力も必要不可欠だ」R
【麦】「だから、郵便だって本来は安請け合いしちゃダメなんだからな」R
@bf(ky11_13)
KOE(501600036,004)【小詠】「でも、みなさんの笑顔が見られるんですよ？」R
【麦】「それはもちろんいいことなんだけど……」R
【麦】「いつか破綻する未来が見える」R
【麦】「善意だけじゃ成立しないことはいっぱいあるんだ」R
@bf(ky21_09)
KOE(501600041,004)【小詠】「真澄町は素敵な方々でいっぱいです」R
@bf(ky21_13)
KOE(501600043,004)【小詠】「悪意なんて微塵も感じたことはありません」R
【麦】「明確な悪意の方が対処は簡単だ」R
【麦】「そうじゃなくて……そうだなぁ」R

いい例えがないかを思案してみた。R

@focus(bs3_ky21_13, 2)

【麦】「……じゃあ、もし、あまりにも大きな荷物を任されたらどうする？」R
@bf(ky12_14)
KOE(501600051,004)【小詠】「頑張って運びます」R
【麦】「カバンにも入らなくて、自転車にも乗り切らない大きさだとしたら」R
@bf(ky13_04)
KOE(501600054,004)【小詠】「それは……困りましたね」R
@bf(ky13_15)
KOE(501600056,004)【小詠】「でも、お断りもしたくありませんし」R
【麦】「運べないのにか？」R
@bf(ky13_06@0f)
KOE(501600059,004)【小詠】「ぴぃ……意地が悪いです」R
【麦】「俺がイジワルなんじゃない」R
【麦】「現実の方が時折、無理難題を押し付けてくるんだ」R
@bf(ky21_01)
KOE(501600063,004)【小詠】「それを解決しろ、ということですね」R
【麦】「ああ。だから、別に頼みを断らなくてもいいんだ」R
【麦】「仕事して受けたいのなら、受ければいい」R
【麦】「ただし、その解決策は考える必要があって、それを提示できたらより頼られるようになるって話だ」R
@bf(ky21_19)
KOE(501600068,004)【小詠】「では……例えば、配達員をふたりに増やすとかでしょうか」R
@bf(ky21_01)
KOE(501600070,004)【小詠】「あとは、自転車じゃなくて、別の乗り物を手配する……とか？」R
【麦】「いい答えじゃないか」R
@bf(ky21_13)
KOE(501600073,004)【小詠】「臨機応変さが重要なのですね」R
【麦】「イレギュラーを発生させないことはほぼ不可能だからな」R
【麦】「だったら、それに対応できるような柔軟性を身に着けておけばいい」R
@bf(ky11_16)
KOE(501600077,004)【小詠】「一朝一夕でできるものではなさそうです」R
@bf(ky11_01)
KOE(501600079,004)【小詠】「おじいさんがあれだけ慕われていたのは、理由があったのですね」R
@bf(ky11_10)
KOE(501600081,004)【小詠】「学びになりました。さすがは旅のお師匠様です」R
【麦】「やっぱり、その呼び方はこそばゆい……」R

俺だって、まだまだ子供なんだから。R

@focus_end(bs2_ky11_01, 2)

KOE(501600089,004)【小詠】「麦さんは、高速道路を使って真澄町まで？」R
【麦】「今となってはほとんどの道は管理が放棄されてるからな。活用させてもらった」R
@bf(ky11_02)
KOE(501600092,004)【小詠】「では、基本的にはただで通れるのですね」R
@bf(ky11_01)
KOE(501600094,004)【小詠】「その道は、たくさんの車が行き交っているのですか？」R
【麦】「残ってる車両が少ないからな……むしろ、徒歩の割合が多かったと思う」R
@bf(ky11_19)
KOE(501600097,004)【小詠】「なるほど……」R
@bf(ky11_09)
KOE(501600099,004)【小詠】「歩く人が多いということは、歩きやすい道なんでしょうね」R
【麦】「東の道よりかは整っていると思う」R
【麦】「獣との遭遇率も一定下がりそうだし」R
@bf(ky11_01)
KOE(501600103,004)【小詠】「でしたら、南に行きますか？」R
【麦】「いいのか？」R
@bf(ky21_10)
KOE(501600106,004)【小詠】「旅については麦さんの方が経験者ですから」R
@bf(ky21_09)
KOE(501600108,004)【小詠】「従ったほうが吉かなと思っています」R
【麦】「……そっか。わかった」R
【麦】「じゃあ、このまま続けて南下しよう」R
@bf(ky21_10@0a)
KOE(501600112,004)【小詠】「はい」R

@bs

……といった感じで、一緒に進む道を決めた。R

@bgm_stop(2000)

;>>時間経過
@時間経過

;>>背景：高速道路
@bg_move(bg516, 3, 400, 0, 200, 0, 3200, 2)

//★★★ＳＥ：環境音＿屋外＿高速道路＿ＬＯＯＰ
@se_loop(ANB_outdoor_highway_LOOP)

@waitkey(2000)
@bg(bg516)

@bgm(bgm07)

@bs(ky11_03)
KOE(501600122,004)【小詠】「これが高速道路……」R

料金所のゲートバーは上がったままだ。R
やはりここももう管理されていないんだろう。R

@bf(ky11_01)
KOE(501600128,004)【小詠】「ところどころ道が荒れていますね」R
【麦】「当然だろうけど、整備なんてされてないからな」R

@se_loop_stop
@bg_pan(bg516, 3, 8, 5)

ひび割れた道路。R
動かなくなった車両が道脇に寄せられて、まばらに放置されていた。R
コンクリートとアスファルトで作られた道に生えている雑草が、時の流れを教えてくれる。R
でも、反対側の車線を歩いている人をぽつぽつと目にする。R
通りすがりに会釈をしていった。R

@bg(bg516)

【麦】「ああして俺たち以外にも利用者がいるってことは、無事に道が続いていることの証拠だな」R
【麦】「少なくとも高架の崩落とかはなさそうだ」R

@bs(ky11_09)

KOE(501600140,004)【小詠】「麦さんの判断が正しかった、ということですね」R
@bf(ky21_09)
KOE(501600142,004)【小詠】「さすが旅のお師匠様です」R
【麦】「たまたまだよ」R
【麦】「安心はできないが、今のところは問題なさそうだ」R

とりあえずはほっと一安心というところ。R

【麦】「ただ、景色は代り映えしないから、面白みがないのが致命的ではある」R
@bf(ky21_02)
KOE(501600150,004)【小詠】「旅に面白みは必要なんですか？」R
【麦】「そりゃ、あったほうが楽しいよ」R
@bf(ky21_13)
KOE(501600153,004)【小詠】「私の旅の理由は、為すべきことがあるからです」R
@bf(ky21_15)
KOE(501600155,004)【小詠】「旅は、そのための通過点でしかないと思っているのですが……」R

そういえば、小詠はそういう子だった。R

【麦】「疲れて気力がなくなったら動けなくなる」R
@bf(ky21_01)
【麦】「そしたら、使命も果たせなくなる」R
【麦】「だから遊び心が必要なんだ」R
@bf(ky11_02)
KOE(501600163,004)【小詠】「ぴぃ？　遊びですか？」R
【麦】「真澄町で学んだことのひとつだ」R
【麦】「仕事は真面目に、でも適度に楽しみながら進むべきと思わないか？」R
@bf(ky11_13)
KOE(501600167,004)【小詠】「ぴぃ……」R;>>うーん

我ながら強引な主張。R

【麦】「ほら、あれを見てみろ」R

@bg_move(@disp_bg, 3, 520, 0, 520, 150, 1000, 2, 2000)

掲げられた緑色の案内標識を指さす。R
錆びておらず、文字はくっきりと読み取れた。R

@face(ky21_01)
KOE(501600177,004)【小詠】「えーっと……サービス、エリア？」R
【麦】「長い時間運転に集中し続けていると疲れがたまる」R
【麦】「疲れがたまったままだと、判断能力が落ちて事故が起きやすい」R
【麦】「だからああして休める施設が点在してるんだ」R
@face(ky21_02)
KOE(501600182,004)【小詠】「なるほど。あれは休憩するための場所なんですね」R
@face(ky21_14)
KOE(501600184,004)【小詠】「では“休む”というのは、非合理に見えて合理的な行動なんでしょうか」R
【麦】「疲労はきちんと自覚して、都度都度取り除いたほうがいい」R
【麦】「急がば回れ、ってね」R
@face(ky21_13)
KOE(501600188,004)【小詠】「急がば回れ……辞書で読んだ記憶があります」R

今の言葉で腹落ちしてくれると嬉しいが……R

@bgs(bg516, ky11_09, 2)

KOE(501600193,004)【小詠】「まるで麦さんが南の道を希望したのと似ていますね」R
【麦】「言われてみるとそうかもな」R
@bf(ky12_10)
KOE(501600196,004)【小詠】「旅の心得について、なんとなくですがわかってきました」R
【麦】「おっ、いいね」R
【麦】「じゃあ、あのサービスエリア寄ってみるか？」R
【麦】「どうせ運営はされてないだろうけど」R
@bf(ky11_09)
KOE(501600201,004)【小詠】「では、ぜひ」R

寄り道の提案がすんなり通るとは。R
嬉しい。R

@bf(ky11_02)
KOE(501600207,004)【小詠】「ぴぃ？……どうしたんですか、麦さん」R
【麦】「ん？　何がだ？」R
@bf(ky11_07)
KOE(501600210,004)【小詠】「すごく……ニヤけています」R

顔に出ていたか。R

【麦】「娘の成長を喜んでる気分なんだ」R
@bf(ky11_11@0h)
KOE(501600216,004)【小詠】「えっ！　娘さんがいらっしゃるのですか？」R
【麦】「娘はいないが、強いて言うなら小詠のことだな」R
@bf(ky21_03)
KOE(501600219,004)【小詠】「ぴぃ…？」R
@bf(ky21_05)
KOE(501600221,004)【小詠】「お言葉ですが……その……私は麦さんの娘ではないです……」R
【麦】「それはそう」R
@bf(ky21_03)
KOE(501600224,004)【小詠】「ぴぃ…？」R
@bf(ky21_18)
KOE(501600226,004)【小詠】「なんだか混乱してきました……」R

@bgm_stop(2000)

;>>時間経過
@時間経過

;>>背景：廃墟サービスエリア
@bg_pan_du(bg999)
@bgm(bgm09)

//★★★ＳＥ：環境音＿屋外＿高速道路＿ＬＯＯＰ
@se_loop("ANB_outdoor_highway_LOOP")

案の定、寂れた場所だった。R
放棄された車両が連なる様は、まるで──R

【麦】「霊園みたい、だな」R
@face(ky11_01)
KOE(501600238,004)【小詠】「お車さんたちのお墓ですね」R
【麦】「有料道路を開放するために、放棄された車両たちをどかす必要があったんだ」R
【麦】「移動させる場所として、サービスエリアがちょうど良かったんだろうな」R
@face(ky11_05)
KOE(501600242,004)【小詠】「これらはみんな、まったく動かないのですか？」R
【麦】「動いてたら、ここにはないよ」R
@face(ky21_15)
KOE(501600245,004)【小詠】「そうですか……」R

小詠は寂しそうな表情を浮かべた。R
手を合わせて、祈り始める。R
何物にも命が宿る。R
そう信じて疑わない子のようだ。R
心優しいなと思う。R

その姿を横目に、建物へと足を向けた。R
かつて営業していたと思われるその店舗は、シャッターが下りていた。R

@face(ky11_01)
KOE(501600256,004)【小詠】「お店はやられてないようですね」R

@se_loop_stop
@bgs(bg517, bs2_ky11_01)

いつの間にか背後にいた。R

【麦】「まあ、そりゃそうだろうな」R
【麦】「客がいなけりゃ、営業もされないさ」R
【麦】「俺たちみたいに長距離を移動しようとするやつはそういないよ」R
@bf(ky11_05)
KOE(501600264,004)【小詠】「みなさん、そんなに外に出ないものなのでしょうか？」R
【麦】「小詠だって、手紙を届けるって目的がなかったら、真澄町から出なかったんじゃないか？」R
@bf(ky11_02)
KOE(501600267,004)【小詠】「ぴぃ……確かに、そうかもしれませんね」@bc(1495, ky11_04)R
@bf(ky13_16)
KOE(501600269,004)【小詠】「おじいさんのいた真澄町から離れるのは、やっぱり寂しいですから」R
【麦】「そう思うのは、小詠だけじゃないさ」R
@bf(ky13_04)
【麦】「安心と安全が保障されたコミュニティから能動的に出ていこうとするのは、なかなかできない」R
@bf(ky21_01)
KOE(501600273,004)【小詠】「それは逆説的に、nl　麦さんと妹さんがすごいということではないですか？」R
@bf(ky21_13)
KOE(501600275,004)【小詠】「能動的に、旅をされています」R
【麦】「すごいことはないよ」R
【麦】「俺たちには選択肢がなかっただけだ」R
【麦】「能動的なんかじゃない。消去法なだけだった」R
@bf(ky21_02)
KOE(501600280,004)【小詠】「ぴぃ……」R
@bf(ky21_15)
KOE(501600282,004)【小詠】「おふたりは、とても大変だったのですね」R
【麦】「俺たちだけが大変なわけじゃないよ」R
【麦】「みんながみんな、それぞれで大変だっただけ」R
@bf(ky11_04)
KOE(501600286,004)【小詠】「麦さんは、ときおり難しいことを言います」R
@bf(ky11_16)
KOE(501600288,004)【小詠】「いろんなことを考えられていて、率直にうらやましいです」R
@bf(ky13_16)
KOE(501600290,004)【小詠】「私は、そんなに一杯物事を考えられません」R
【麦】「旅をしてきて、いろんな目にあっただけだ」R
【麦】「小詠だって、いいところいっぱいあるじゃないか」R
@bf(ky13_02)
KOE(501600294,004)【小詠】「私にですか？」R
【麦】「何物にも命が宿るって思う心優しさとか」R
@bf(ky21_04)
KOE(501600297,004)【小詠】「それは、あんまり自覚がないです」R
【麦】「あと、俺じゃ知らないような言葉遣いすることがあるぞ」R
【麦】「語彙が豊富なことは、すごくいいことだと思う」R
@bf(ky21_09)
KOE(501600301,004)【小詠】「勉強の賜物ですね」R
【麦】「どうしてそんなに勉強を？」R
@bf(ky21_10)
KOE(501600304,004)【小詠】「言葉を知るのは楽しいですから」R
@bf(ky13_23)
KOE(501600306,004)【小詠】「言葉がわからなくて、悔しい時があったんです」R

寂しげな表情をした。R
何かを思い出しているようだ。R

@bf(ky11_14)
KOE(501600312,004)【小詠】「だから、言葉を知りたいんです」R
【麦】「殊勝な心掛けだな」R
@bf(ky11_09)
KOE(501600315,004)【小詠】「では麦さんも一緒に高めあいましょう」R
@bf(ky11_10)
KOE(501600317,004)【小詠】「私たち、同じ小鳥郵便屋の配達員ですから」R
【麦】「ついていけるか心配だ」R
@bf(ky21_10)
KOE(501600320,004)【小詠】「またまた、ご謙遜を」R

@bg(bg999)

そうして、取り留めのない会話をしながら、一通りサービスエリアの物色を続ける。R
店舗に併設してあった、とある施設で足が止まった。R

@focus(bs3_ky21_01, 3, bg517)

KOE(501600327,004)【小詠】「これは真澄町でも同じようなのを見た覚えがあります」R
【麦】「ガソリンスタンドだな」R
【麦】「真澄町のも稼働はしてなかったが、ここも同じようだ」R
@bf(ky11_14)
KOE(501600331,004)【小詠】「麦さんのバイクが走るために必要なんですよね」R
【麦】「ああ」R
【麦】「今じゃあ生産手段がだいぶ限られているから、貴重な品だよ」R
@bf(ky11_13)
KOE(501600335,004)【小詠】「長旅の間、どこかで補給しなきゃいけないですよね……？」R
【麦】「どれくらいの距離になるか次第だが……」R
【麦】「幸い、燃費がいいバイクでな」R
【麦】「広大な北の大地といえど、行きの距離ぐらいは無補給で行けるぞ」R
@bf(ky11_03)
KOE(501600340,004)【小詠】「おお。頼もしい子なんですね」R
【麦】「とはいえ、補給所は貴重だからな」R
【麦】「あればあるだけ、補給しておきたい」R
@bf(ky21_01)
KOE(501600344,004)【小詠】「真澄町みたいに、燃料があるのは珍しいんですね」R
【麦】「あそこは恵まれてるよ」R

人にも、環境にも。R
だからこそ、平和なんだろう。R

@bf(ky21_14)
KOE(501600351,004)【小詠】「では、私も注意深く探しておきます」R
【麦】「ああ、頼む」R
@bf(ky21_10@0a)
KOE(501600354,004)【小詠】「はい、頼まれました」R

小詠って、仕事が好きというより、頼られるのが好きなんだろうか。R

@bf(ky21_09)
KOE(501600359,004)【小詠】「では、そろそろ行きましょうか」R
【麦】「ああ」R

@bg_pan_du(bg999)

束の間の休息を終えて。R
俺たちは、再び、進み始める。R

@シーン終了(1500, 2000)

return
