// #SCENE_SCRIPT_ID = 6032 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00
@シーン開始

;>>同棲編SCENE.30

;＜背景：町＞R
@bg_pan_lr(bg011)
@bgm(bgm12)

KOE(603200011,050)【青木さん】「太平洋で台風が発生しているらしい」R

KOE(603200013,050)【池田さん】「台風？　こっちは相変わらず風は吹いてないぞ」R

KOE(603200015,050)【池田さん】「どうなっているんだ一体……」R

KOE(603200017,050)【青木さん】「分からんが備えておいたほうがいい」R

KOE(603200019,050)【池田さん】「備えるって何に」R

KOE(603200021,050)【青木さん】「わからん。でも備えるしかないだろう」R

@fade

真澄町でも、みんなの不安が高まっていた。R
噂が噂を呼んで、目に見えない恐れを助長させていた。R

;＜背景：役場の中＞R
@BG(bg023, 0)

穂乃夏を広美さんに任せて俺は、防災準備の打ち合わせをしていた。R

町を守る。R

家族を守る。

それが男の……父親としての役目だから。R

@bs(kn11_04)
KOE(603200040,011)【小森】「とにかく、どでかい台風がいくつも列島を直撃するらしい」R

@bf(kn11_14)
KOE(603200043,011)【小森】「こっちは風がまったく吹いてないのに。奇妙な感じだな」R

@bf(kn11_12)
KOE(603200046,011)【小森】「お前らは……あの家なら新しいから、大丈夫だろう」R

@bf(kn11_18)
KOE(603200049,011)【小森】「またボロ屋に住んでいる何人かとか、年寄りを役場に集めておこう」R

@bf(kn11_01)
KOE(603200052,011)【小森】「玖琉未にも声をかけておいてくれ」R

【麦】「玖琉未？　そうですね……」R

@bf(kn11_09)
KOE(603200057,011)【小森】「どうかしたのか」R

【麦】「いえ、なんでも」R

【麦】「玖琉未って今も学校に？」R

@bf(kn11_05)
KOE(603200064,011)【小森】「あぁ、たまにテントでうろちょろしてるみたいだが。だいたいは学校じゃないか」R

@bf(kn11_14)
KOE(603200067,011)【小森】「あそこはまだ修繕前だから、避難しておいたほうがいいだろう」R

;>>時間経過
@時間経過

;＜背景：学校＞R
@bg(bg016_07)

@bs(kr11_04)
KOE(603200076,012)【玖琉未】「おや、麦さん。どうかしましたか？」R

【麦】「役場に避難するようにってさ」R

@bf(kr11_14)
KOE(603200081,012)【玖琉未】「そうですか。ありがとうございます」R

@bf(kr11_12)
KOE(603200084,012)【玖琉未】「でもその必要はありません」R

【麦】「でもこの学校も危ないらしいぞ」R

@bf(kr11_17)
KOE(603200089,012)【玖琉未】「いえ。私は今から町を出ようと思います」R

【麦】「町を出る？」R

【麦】「どこに行くんだ」R

@bf(kr11_06)
KOE(603200096,012)【玖琉未】「分かりません」R

@bf(kr11_07)
KOE(603200099,012)【玖琉未】「ただ……できたら静かなところに」R

@bf(kr11_17)
KOE(603200102,012)【玖琉未】「これから起きることを、見たくはありません」R

【麦】「見たくない？」R

@bf(kr11_12)
KOE(603200107,012)【玖琉未】「この町の人、嫌いじゃありませんよ」R

@bf(kr11_11)
KOE(603200110,012)【玖琉未】「あなたのことも」R

@bf(kr11_17)
KOE(603200113,012)【玖琉未】「だから、その終わりを、見ていたくはないんです」R

【麦】「なんだ……」R

【麦】「なんだそれっ」R

【麦】「ふざけるなよ！」R

@bf(kr11_11)
KOE(603200122,012)【玖琉未】「……」R

【麦】「お前、何者か知らないけど、何かを知ってるんだろう」R

【麦】「これからこの町に……いやこの星に何が起きるか……」R

【麦】「なのに何も言わず、去ろうとしてたのか」R

【麦】「そんなの、ないだろうっ」R

@bf(kr11_12)
KOE(603200133,012)【玖琉未】「昨夜、話せることは全部話しましたよ」R

【麦】「っ」R

@bf(kr11_17)
KOE(603200138,012)【玖琉未】「運命（サダメ）と」R

@bf(kr11_12)
KOE(603200141,012)【玖琉未】「麦さんに伝えました」R

@bf(kr11_07)
KOE(603200144,012)【玖琉未】「それ以上の、それ以外のことは無理です。無駄ですよ」R

@bf(kr11_06)
KOE(603200147,012)【玖琉未】「私が話したところで、あなたにはどうすることも出来ませんよ」R

@bf(kr11_17)
KOE(603200150,012)【玖琉未】「何度か同じことがありました」R

@bf(kr11_12)
KOE(603200153,012)【玖琉未】「真実を知りたいと言う人に、真実を伝えました」R

@bf(kr11_14)
KOE(603200156,012)【玖琉未】「そうするとその人は、どうして真実を知りながら何もしないのかと私をなじるのです」R

@bf(kr11_06)
KOE(603200159,012)【玖琉未】「不条理ですよね。彼らだって何もできないのに」R

@bf(kr11_07)
KOE(603200162,012)【玖琉未】「知っているというだけで、私に何かをしろと言う」R

@bf(kr11_17)
KOE(603200165,012)【玖琉未】「何かをするべきだと断定する」R

@bf(kr11_12)
KOE(603200168,012)【玖琉未】「知っていることと、何かをできるということは、まったく別のことなのに」R

bgm.stop(3000)

誰の言葉だろう。R

自分の言葉のようで、誰かの心の代弁をしているような気がした。R

頑張って頑張って、その果てに嫌悪されて。R

どうしてか俺の大切な人に重なる。R

@bgm(bgm37)

【麦】「お前が何かに失望して諦めてしまったのかもしれないけど」R

【麦】「俺は諦めていない」R

@bf(kr11_06)
KOE(603200187,012)【玖琉未】「何をですか？」R

【麦】「未来を」R

@bf(kr11_11)
KOE(603200192,012)【玖琉未】「…………」R

@fade_w(4)
@回想枠
@bg_pan_lr(bg009, 4)

【麦】「スピカとこの町で暮らしていくんだ」R

【麦】「穂乃夏と一緒に家族三人で」R

【麦】「そのためには、町のみんなも必要だ」R

【麦】「誰かひとりでも欠けるような状況は嫌だ」R

@bg_pan_du(bg018, 3)

【麦】「持ちつ持たれつ、この町で教えて貰った生き方」R

【麦】「皆の為に俺はできることがあるなら全力で足掻くし、何だってやる」R

【麦】「でも、自分自身を犠牲にはできない」R

【麦】「ひとりも欠けないっていうことは、そういうことだから」R

@fade_w(4)
@回想枠終了

@bg(bg016_07)

@bs(kr11_14)
KOE(603200211,012)【玖琉未】「清々しいくらいに我が儘ですね」R	;>>呆れ

@bf(kr11_01)
KOE(603200214,012)【玖琉未】「ですが、生きる意思を感じます」R	;>>にっこり

@bf(kr11_07)
KOE(603200217,012)【玖琉未】「その上で、残念なことを語ります」R

@シネスコ
@focus(bs3_kr11_12, 3)
//@bf(kr11_12)
KOE(603200220,012)【玖琉未】「麦さんには、無理です」R

@bf(kr11_07)
KOE(603200223,012)【玖琉未】「身に宿しているアルミアスが足りません」R

【麦】「アルミアス……」R

@bf(kr11_06)
KOE(603200228,012)【玖琉未】「『門』を開くことができても、風の回廊の『最奥』には届かない」R	;>>最奥（さいおう）

@bf(kr11_17)
KOE(603200231,012)【玖琉未】「『最奥』に届いたとしても、開く『門』の数が足りない」R

@bf(kr11_11)
KOE(603200234,012)【玖琉未】「これはスピカさんにも言えることですけれど」R 

@bf(kr11_12)
KOE(603200237,012)【玖琉未】「地球規模で『門』を開いて初めて耐えうるかどうかといった厄災です」R

@bf(kr11_07)
KOE(603200240,012)【玖琉未】「ひとりではどうにもできないんですよ。この宇宙災害は」R

@fade_w(4)
@回想枠
@風の回廊_中層
@mono
back.effect[0].end_layer = 49
@bg(bg008_03)

一年前のダウンバースト災害の時、スピカは１７箇所の『門』を開いた。R

今回はそれよりも多く、もしくは玖琉未の言う『最奥』とやらまで開かないと回避できないということ。R

@風の回廊_終了
@回想枠終了
@fade_w(4)
@mono_end

@bg(bg016_07)

【麦】「…………」R

【麦】「ひとりでは？」R

@bs(bs2_kr11_11)
KOE(603200251,012)【玖琉未】「…………」R

【麦】「つまりひとりじゃなければなんとかなると？」R

広美さんがこの町で出会った人も風の一族だと言っていた。R
もしかしたら使命を背負った人たちは、世界中にいるのかもしれない。R
なら、その人達が力を合わせれば……R

@bf(kr11_12)
KOE(603200260,012)【玖琉未】「ええ、風の一族はスピカさんひとりじゃありません」R

@bf(kr11_07)
KOE(603200263,012)【玖琉未】「世界中に使命に目覚めた人たちはいます」R

【麦】「じゃあまだ厄災を回避できる」R

@bf(kr11_06)
KOE(603200268,012)【玖琉未】「そうですね。あるいは、なんとかなるかもしれません」R

bgm.stop(3000)

@bf(kr11_07)
KOE(603200273,012)【玖琉未】「でもそんなことはあり得ません」R

【麦】「どうして……？」R

@bgm(bgm38)

@bf(kr11_17)
KOE(603200280,012)【玖琉未】「風の一族は、孤独です」R

@bf(kr11_12)
KOE(603200283,012)【玖琉未】「気味悪がられ……」R

@fade_w
@回想枠白

;>>＜回想＞R
//＜ＣＧ：ソファーの広美＞R

@cg(cg_hr01_0103,3)
KOE(999100235,006)【広美】「誰かが言いだしたんだ……」R
KOE(999100236,006)【広美】「その少女が厄災を連れてきたんだって」R

@fade_w
@回想枠終了


@bgs(bg016_07,kr11_14,3)
KOE(603200300,012)【玖琉未】「普通の人達とは違う時を過ごし……」R

@fade_w
@回想枠白

;>>＜回想＞R
@cg(cg_sp02_0101, 4)
//KOE(603200307,001)
KOE(402300512,001)【スピカ】「私たち風の一族は、歳を取らない」R

@fade_w
@回想枠終了

@bgs(bg016_07,kr11_12,3)
KOE(603200313,012)【玖琉未】「スピカさんのように幸せな時間を過ごせている人は少ないです」R

@bf(kr11_07)
KOE(603200316,012)【玖琉未】「そして今、そんな人達がどれだけ世界のために命をかけられるでしょうか」R

@bf(kr11_17)
KOE(603200319,012)【玖琉未】「きっと、ほとんどいませんよ」R

【麦】「でも……。でも、さ」R

【麦】「だって、そうしないと自分だって死ぬんだろう」R

【麦】「全部滅んでしまうかもしれないんだろう」R

【麦】「だったらやるしかないじゃないか」R

【麦】「孤独だろうがなんだろうが、戦おうとするだろう」R

@bf(kr11_07@iya)
玖琉未は静かに首を振る。R

@bf(kr11_12)
KOE(603200334,012)【玖琉未】「それだけじゃダメなんです」R

@bf(kr11_17)
KOE(603200337,012)【玖琉未】「自分が助かりたいがための力では、ダメなんです」R

@bf(kr11_07)
KOE(603200340,012)【玖琉未】「風の一族の力……アルミアスの源泉は、守りたいという願いに由来しています」R

【麦】「守りたい、という願い？　アルミアス？」R

@bf(kr11_12)
KOE(603200345,012)【玖琉未】「自分が、生き残りたいではだめなのです」R

@bf(kr11_11)
KOE(603200348,012)【玖琉未】「心から……真心から、守りたい、と思えなければ」R

@bf(kr11_12)
KOE(603200351,012)【玖琉未】「これから訪れる、おおいなる厄災に立ち向かう力は得られません」R

@bf(kr11_17)
KOE(603200354,012)【玖琉未】「今、世界に散らばっている風の一族の多くが守りたいと願い、戦う」R

@bf(kr11_07)
KOE(603200357,012)【玖琉未】「そんなことは、きっと無理でしょう」R

@bf(kr11_12)
KOE(603200360,012)【玖琉未】「世界を旅してきた私には分かります」R

@bf(kr11_07)
KOE(603200363,012)【玖琉未】「ずっと私は見てきた……」R

@bf(kr11_17)
KOE(603200366,012)【玖琉未】「来たる終末に対抗するために、たくさんの種子がまかれましたが……」R

@bf(kr11_07)
KOE(603200369,012)【玖琉未】「花は咲きませんでした」R

@bf(kr11_20)
KOE(603200372,012)【玖琉未】「人間が刈りとってしまいました」R

@bf(kr11_07)
KOE(603200375,012)【玖琉未】「たとえ今スピカさんが皆さんを守りたいと願い、nl　力を使ったとしても……」R

@bf(kr11_12)
KOE(603200378,012)【玖琉未】「それだけでは足りません」R

【麦】「……」R

@bf(kr11_17)
KOE(603200383,012)【玖琉未】「そもそもスピカさんにしても、今はとてもそんな余裕はありません」R

@fade(3)
//@シネスコ
@回想枠
@bg(bg_black)
@スピカアフターワンピ
@bs_w(3, bs3_sp21_02)

スピカは、力を使うときはいつだって誰かのためだった。R

@bf_w(3, sp21_03)
誰かを守りたいという思いで、回廊への『門』を開いていた。R

@bf_w(3, sp24_19)
そういう願いがなければ、訪れる厄災には、とても太刀打ちできない。R

@回想枠終了
bgm.stop(3000)
@fade(6)


【麦】「力なら……」R

【麦】「願いなら、俺にもある」R

【麦】「スピカの代わりは、俺にできる」R

@bg_pan_du(bg999, 3)
@bgm(bgm01B)

【麦】「だって俺は、強く願っているから」R

【麦】「この町を……」R

【麦】「スピカを、穂乃夏を守りたい」R

【麦】「広美さんも、文弥さんも、健さんも、塁も、河瀬も、町長も。この町で出会ったみんなを守りたい」R

@wipe(3)
@bgs(bg016_07, kr11_17)

【麦】「もちろん、玖琉未もだ」R

@bf(kr11_04)
KOE(603200419,012)【玖琉未】「え……」R

【麦】「お前もだ、玖琉未」R

【麦】「全部、全部……」R

【麦】「全部守りたいという願いが俺にはある」R

【麦】「だったら、俺にもできるはずだな」R

@bf(kr11_12)
KOE(603200430,012)【玖琉未】「麦さん……あなた……」R

@bf(kr11_06)
KOE(603200433,012)【玖琉未】「……肉体的、精神的つながりによっても力は継承されます」R

@bf(kr11_12)
KOE(603200436,012)【玖琉未】「確かにあなたは、幼い頃にスピカさんと出会ったことで微かではありますがアルミアスが活性化しました」R

@bf(kr11_17)
KOE(603200439,012)【玖琉未】「だけどやっぱり足りません」R

@bf(kr11_07)
KOE(603200442,012)【玖琉未】「たとえ、あなたに力と願いがあったとしても……他の人達は……」R

【麦】「世界中の風の一族はそうじゃないと？」R

@bf(kr11_15)
KOE(603200447,012)【玖琉未】「……え、え」R	;>>同意の「ええ」を、ちょっとためらいがちに言っています。R

【麦】「俺はそうは思わない」R

@fade_w
@sepia
@回想枠
@bg_pan_lr(bg999)

【麦】「俺だって旅をしてきた、そうしていろんな人に会って、見てきた」R

【麦】「そうして、知っている」R

【麦】「いろんな人がいる」R

【麦】「いい人達ばかりじゃない」R

【麦】「ひどい目にもあった」R

【麦】「けど、全部懐かしいんだ」R

【麦】「あの人達に、ずっと元気に過ごしてほしい」R

【麦】「少し意地悪された人だって……なんだかんだ、元気にやっていてほしいって思う」R

【麦】「だから、世界に散らばった風の一族だってそうだよ」R

【麦】「いろいろあったとしても……」R

【麦】「災厄が訪れて、全てが終わろうとするのを目の当たりにしたら……」R

【麦】「きっと、たくさんの人達のことを懐かしく思いだして」R

【麦】「守りたいと願える」R

【麦】「俺なんかよりもっと長い旅をしてきた人たちだからこそ」R

【麦】「その願いは強い」R

【麦】「俺はそう思うんだ」R

@スピカアフターワンピ
@fade_w(4)
@bg(bg_white)
@回想枠
@bs_w(3, bs3_sp21_02)

【麦】「だから……」R

【麦】「俺は、戦うよ」R

@bf_w(3, bs3_sp21_01)
【麦】「きっと、俺はひとりじゃない」R

【麦】「どこかで俺と同じように守りたいと願って戦おうとしている奴がいるんだ」R

@bf_w(4, bs3_sp11_03)
【麦】「その誰かをひとりにしないためにも」R

【麦】「やる」R

【麦】「人間をなめるなよ」R

@sepia_end
@bf_w(4, bs3_sp11_04)
@waitkey(3000)

@fade_w
@wipe(4)
@bgs(bg016_07, kr11_04)

@bs(kr11_11)
KOE(603200500,012)【玖琉未】「……」R	;>>驚き

@bf(kr11_12)
KOE(603200503,012)【玖琉未】「本気、なんですね」R

@bf(kr11_11)
KOE(603200506,012)【玖琉未】「ですがあなたに言っておかなければならない」R

@bf(kr11_17)
KOE(603200509,012)【玖琉未】「あれをどうにかしようとするなら……」R

@bf(kr11_07)
KOE(603200512,012)【玖琉未】「回廊の『最奥』まで行くことになります」R

@bf(kr11_12)
KOE(603200515,012)【玖琉未】「そんなところまで行ってしまっては、おそらく戻ることはできませんよ」R

【麦】「うん」R

【麦】「分かるよ。スピカとだいぶ奥までもぐったことがある」R

【麦】「さらに奥までいくことがどういうことか、なんとなく分かる」R

きっと、そうやって戻らなかった人達がたくさんいるんだろう。R
スピカの両親もそうなのかもしれない。R

@bf(kr11_12)
KOE(603200527,012)【玖琉未】「本当にいいんですか」R

@bf(kr11_17)
KOE(603200530,012)【玖琉未】「やっと手に入れた幸せなんでしょう」R

@bf(kr11_11)
KOE(603200533,012)【玖琉未】「二度と会えないかもしれない」R

【麦】「いずれにしても、このままじゃ全て終わってしまうじゃないか」R

@bf(kr11_17)
KOE(603200538,012)【玖琉未】「だとしても……そうだとしても……」R

@bf(kr11_12)
KOE(603200541,012)【玖琉未】「もしもあなたの言う通り、世界に散らばった力ある者達が、世界を救いたいと願うなら」R

@bf(kr11_11)
KOE(603200544,012)【玖琉未】「いよいよとなったとき、すべてを懐かしく愛おしみ、救おうとするなら」R

@bf(kr11_12)
KOE(603200547,012)【玖琉未】「あなたは、何もしなくてもいいのではないですか？」R

@bf(kr11_17)
KOE(603200550,012)【玖琉未】「もともとあなたは、関係のない人間です」R

@bf(kr11_12)
KOE(603200553,012)【玖琉未】「使命をもって産まれたわけじゃありません」R

@bf(kr11_06)
KOE(603200556,012)【玖琉未】「彼らに任せておけば、あなたの知らないところで世界は救われ……あなたは、このままここにいることができるかもしれません」R

@bs

【麦】「……」R

【麦】「そうだな」R

【麦】「でも、そうじゃないかもしれない」R

【麦】「俺ひとりの力が足りないばっかりに、世界が救われないかもしれない」R

【麦】「スピカが……穂乃夏が……町の人達が、救われないかもしれない」R

【麦】「だったら、やらない選択肢はない」R

【麦】「あと最初に言ったとおりさ」R

【麦】「俺は諦めていない」R

【麦】「この町でスピカと穂乃夏と暮らすんだ」R

@bs(kr11_07)
KOE(603200579,012)【玖琉未】「……」R

@bf(kr11_12)
KOE(603200582,012)【玖琉未】「明日の夜明けです」R

【麦】「え」R

@bf(kr11_11)
KOE(603200587,012)【玖琉未】「明日の夜明け、すべてがはじまります」R

@bf(kr11_17)
KOE(603200590,012)【玖琉未】「はじまった後では、もう誰にも止められません」R

@bf(kr11_12)
KOE(603200593,012)【玖琉未】「やるなら、明日の夜明けまでです」R

【麦】「あぁ」R

【麦】「教えてくれてありがとう」R

@bf(kr11_07)
KOE(603200600,012)【玖琉未】「……」R


bgm.stop(3000)

;>>時間経過
@時間経過


;＜背景：ログハウス・リビング＞R
@bg(bg703)
@bgm(bgm42)

スピカは眠っている。R

じきに目を覚ますと聞いている。R

【麦】「スピカ」R

【麦】「ルールをやぶるな」R

【麦】「でも、スピカのこれからを守りたいんだ」R

【麦】「せっかく時間が動き出したんだ」R

【麦】「穂乃夏と幸せになってくれ」R

【麦】「諦める気はないけどさ……」R

【麦】「もしもの時のことを考えて先に謝っとく」R

【麦】「ごめ……」R

【麦】「ちがったな」R

【麦】「スピカ、これまでありがとう」R

続いて、穂乃夏を見る。R

広美さんと一緒に今は眠っている。R
起こしたら、何かを察して止められるような気がするのでそっとしておく。R

KOE(603200638,015)【穂乃夏】「…………」R

小さい体が微かに上下している。R
まだ寝息も小さい。R
俺とスピカの子供……俺の娘。R

思えば、寝ている姿と泣いている姿しか見ていない気がする。R

いずれ、笑うんだろう。R
怒ったりもするんだろう。R
だけど、それを見ることはかなわないかもしれない。R

【麦】「おかーさんと仲良くしてくれよ」R

広美さんの寝顔も見る。R
やっぱり彼女も俺にとっては家族なんだろう。R

【麦】「広美さん……」R
【麦】「穂乃夏を、スピカを頼みます」R

@シーン終了(3000, 2000)


;＜背景：草原＞R
@夜
@bgm(bgm14)

//赤く染まったオーロラ。R

//@todo("岡本依頼：ここからラストバトルみたいなものなので背景の空を赤くしたい")

@赤オーロラパン(bg999_08, 3, 8, 2, 20000, 2, 1500, 1, 1, 1)
@se(SE_strong_wind_01, 5000)
//@bg_pan_du(bg999_91)
//@bg_pan_rl(bg008_03, -1, 40000)
//@同棲編ラスト災厄の前背景補正
//@wipe(4)
//@waitkey(1000)

大気は嫌な振動を続けていた。R

玖琉未の話では、夜明けにすべてが始まるという。R

//@bg_move(bg008_03, -1, 0, -100, 0, 100, 10000)
//@同棲編ラスト災厄の前背景補正
//@wipe(3)

でも、今にも何かがおきそうな気配だった。R

//close
//@赤オーロラ準備(bg999_08, 1)
//@赤オーロラ再生
//@wipe(4)

急ごう……R

@se_stop(2000)

やり方は憶えている。R

何度も見て、何度も聞いた。R

close
@se(SE_elec_flashback)
@fade_w(121)

@回想枠
@セピア_演出除外
@bg_set(b_bg008_03, 2000, 0, -400)
@cg_zoom(ef_cutin_fairyring, 4, 1100, 1000, 10000)

生命の輪。R
フェアリーリングと呼ばれる菌輪を探す。R
そして、その前で草笛を奏でる。R
『開闢の調べ』とスピカが呼んでいた旋律を。R

@セピア終了
@fade_w(4)
//@bg_pan_du(bg999_91)
@bg_pan_lr(bg008_03, -1, 40000)
@同棲編ラスト災厄の前背景補正
@wipe(4)

難しい音階じゃない。R
自然の中にある柔らかな調べだ。R
風と共に永い年月を超えて伝えられてきた旋律。R

@bg(bg008_03, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

【麦】「六箇条……今度は俺が破るな」R

;＜背景：空＞R
close
@赤オーロラズーム(bg999_91, -1, 1250, 1000, 12000)
@同棲編ラスト災厄の前背景補正_空
@wipe(4)

赤いオーロラが揺れている。R

本来ならこの地でみることができない。R
だけど今は地球のどの場所でも見られて、普通の天体現象になってしまった。R
星の異常が普通になって、危機感がマヒしているんだ。R
そのことにも気づけなくなっている。R

荷電粒子……と聞くと、ＳＦの破壊兵器みたいで格好いい。R

でも、それは今は現実になって、俺たちに襲いかかろうとしている。R

//;＜背景：草原＞R
//@bg(bg008)
//……R

@se(SE_elec_flashback)
@fade_w
@回想枠白
@bgs(bg018_03, kr11_11)

;>>玖琉未との話。回想
@bs(kr11_12)
KOE(999100237,012)【玖琉未】「星の衝突で発生するのはガンマ線バーストと荷電粒子です」R

@bf(kr11_17)
KOE(999100238,012)【玖琉未】「１２年前に地球を襲ったガンマ線バーストはほぼ光の速度」R

@bf(kr11_12)
KOE(999100239,012)【玖琉未】「荷電粒子はそれよりも遅いので、今、来ました」R

@fade_w
bgm.stop(3000)

@回想枠終了
@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(4)

【麦】「……」R

よし、やろう。R

@se(SE_fan_clothes)

@シネスコ
@bg_move(bg008, -1, 0, -100, 0, 0, 1000, 2)
@同棲編ラスト災厄の前背景補正
@wipe(3)

草笛をかまえる。R

思い出せ。R

スピカがやっていたことを、俺がやるんだ。R

……きっと、俺にも出来る。R

草笛に息を吹き込む。R

close

@se("se_kaibyaku_short")

@waitkey(2000)

;>>時間経過
@se_stop_all(3000)
@fade(5)

@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

【麦】「ダメだ」R

風の回廊への扉はうまく開かない。R

@se(SE_wind_comfy, 4000)

@bg_pan_rl(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

【麦】「何かが違うのか？」R

俺のアルミアスが足りないとは言われていた。R

でも、守りたいという願いがあるなら少しくらい足りなくてもカバーしてくれてもいい。R

@se_stop(3000)

@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

【麦】「あきらめてたまるか」R

close

@se("se_kaibyaku_short")

@waitkey(2000)

;>>時間経過
@se_stop_all(3000)
@fade(5)

@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

微かにキノコは光るが、『門』までは開かない。R

大丈夫。R

俺なら出来る。R

スピカがしていたようにするんだ。R

@シネスコ
@bg_move(bg008, -1, 0, -200, 0, 200, 40000)
@同棲編ラスト災厄の前背景補正
@wipe(3)

@bgm(bgm37)

思い出すんだ。R

この町で、この旅で守りたい物を得たはずだ。R

出来る。俺なら、出来る……R

@fade_w(4)
@回想枠
@cg_zoom(cg_sp10_0301, 4, 1100, 1000, 10000)

スピカからもらった不思議な力。R

回廊の最奥につながる為の力だ。R

@bgm_pause(7500)

@fade_w(5)
@se("se_kaibyaku_long")
@waitkey(2000)

風の中で、町を思い、人を思い旋律を奏でる。
草笛の音色に、温かな絆を感じる。R
いくつもの絆を感じる。R
それは深い深い部分で繋がっているような。R
//榊原：「繋がっていような」→「繋がっているような」に修正（260218）

@bgm_resume(2000)

@回想枠
@風の回廊_浅層(1000, 1, 0, 0)
@bg_zoom(_menu_bg01, -1, 1100, 1000, 10000)
back.object[<OBJ_BG>].patno = 1
@wipe(4)

まるで願いの結晶のような存在。
アルミアスの源泉。R
そこへ至る道を作り出す。R

@fade_w(4)

そして『門』を作り……R
開く。R

@シネスコ
@bg_move(bg008, -1, 0, -200, 0, 200, 40000)
@同棲編ラスト災厄の前背景補正
@wipe(4)

……開け。R
世界に風穴をあけるんだ。R

開けっ！R

@se_stop_all(3000)

【麦】「……！」R

close
@cinema
@bg_set(b_bg008_03, 1500, 0, -300)
@同棲編ラスト災厄の前背景補正
@cutin(ef_cutin_fairyring, 3)
@waitkey(1000)

@se(SE_fairy_ring_glow)

@cutin(ef_cutin_fairyring, 4, -1, 1, 0, 0, 1)

フェアリーリングの上に、淡い光が浮かびあがった。R

伝わってくる。R

風の回廊へと繋がる『門』だ。R

あの穴がどういうものなのか。R

意志のようなものをもつにいたる。R

それは、時に神様のように崇められ、畏怖される。R

暴虐の力を、封じてきた。R

@se_stop(3000)
bgm.stop(3000)

@シネスコ終了
@cutin_del("", -1)
@bg(bg008_03, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

【麦】「姿を見せろ──」R

【麦】「厄災っ！」R

close

@se(SE_elec_alumias_cry, 2000)
@se_stop(5000)

@麦の腕が光る
@wipe(3)
@waitkey(1000)

@fade_w(121)

//リイイイインと、何か耳鳴りのようなものが響き渡る。R
何か耳鳴りのようなものが響き渡る。R

@fade(4)

【麦】「これは……」R

;>>厄災出現演出
@bgm(bgm16)

@se(SE_wind_dark2)

@bg_zoom(bg999_91, -1)
@赤い風(-1)
@同棲編ラスト災厄の前背景補正_空
@wipe(122)

何かが赤い空に浮かび上がってくる。R
とてつもなく大きく禍々しい影が、上空に渦巻いていた。R

大きすぎて、形が認識できない。R

ただ、禍々しい大きな物と。R

@se(SE_wind_dark2, 1000, 1)
@bg_move(bg999_91, -1, 0, -270, 0, 270, 30000)
@同棲編ラスト災厄の前背景補正_空
@赤い風パン

【麦】「こいつ、が……」R

今、地球に降り注ごうとしている厄災の、姿……R

【麦】「こんな……」R

俺にどうにかできるのか。R
こいつを穴の中に封じ込めて……それだけじゃない。R

回廊の『最奥』まで、あれを連れて行き、封じ込めないといけない。R

そんなことが到底出来るとは思えない。R

けど……R

@se_stop_all

@se(SE_elec_flashback)
@赤い風終了
@fade_w

助けたい。R

close
@回想枠
@白フィルター
@bg_zoom(b_bg703_01, -1, 1600, 1500, 10000, 0, 0)
@bs_set(bs3_sp11_04)
@bs_scale(sp, 1100, 1000, 10000)
@wipe(4)

スピカを。R

穂乃夏を……R

@fade_w(4)

みんな……R

@se(SE_wind_dark2, 1000, 1)
@bg_move(bg999_91, -1, 0, -270, 0, 270, 30000)
@同棲編ラスト災厄の前背景補正_空
@赤い風パン

【麦】「守るんだ」R

『門』を開き続けた。R

体からアルミアスが零れていく。R

だけど、そのアルミアスを通して声が聞こえる。R

遠くの誰かの声、思いが、流れ込んでくる。R

はっきりと分かる。R

世界のどこかで俺と同じように願い、戦っている人達がいる。R

今、その人達と、俺はつながっている。R

//俺はひとりじゃない。R

@bgm_stop(8000)

close
@se(SE_elec_wind_rage)
@fade(121)
@waitkey(2000)

@赤い風終了

@bgm(bgm27b)

よかった。R

俺は、助けたいと願った誰かのひとりになれた。R

風の一族じゃないけど。R

いや……R

【麦】「スピカと結婚しているなら、俺も一族の一員でいいか」R

こんな時なのに、笑みが零れる。R

零れ続けるアルミアス……R

それが尽きれば、次は生命でも持っていってくれ。R

世界を守るなんて大層なことを言うつもりはない。R

大切な人を。R

手の届く範囲でいいから、守りたい。R

【麦】「はぁはぁ……」R

気付けば、膝を地面についていた。R

体がこんなにも重たく感じるのは初めてだ。R

【麦】「っ……まだ、だ」R

……付け焼き刃なのはわかってる。R

それでも……R

守りたい……んだ……R

@bgm_stop(5000)

@fade_w(5)

//要草笛SE
@se(se_kusabue)
@waitkey(5000)

ふと、草笛の音が聞こえた。R

【麦】「誰、だ」R

気のせい、か。R

気のせいじゃない。R

誰かが倒れた俺の近くで笛を吹いてる。R

……誰が……R

誰が……なんて、そんなのは決まっている。R

@se_stop_all(3000)

@bgm(bgm29)

この優しい音色を忘れない。R
１２年前、俺を救ってくれた音色。R

@se_stop

@回想枠
@cg_zoom(cg_ge01_0401, 5, 1200, 1100, 15000)

昔、あの音色を聞いたときから。草笛を吹く君に助けられたときから……R
ずっと俺の中で、その音色は響き続けている。R

@cg(cg_ge01_0401, 5)
@waitkey(1000)
@cg(cg_ge01_0201, 6)
@cg(cg_ge01_0202, 5)

スピカ……R

@cg_zoom(cg_ge01_0202, 99, 1000, 1100, 10000)
@fade_w(5)
@waitkey(750)

@スピカアフターワンピ

@bgs_pan_y(bs3_sp14_02, -1, bg008_03, 5000, 0, 0, 0, 100)
@同棲編ラスト災厄の前背景補正
@wipe(5)

KOE(603200907,001)【スピカ】「……」R

@focus_end(bs2_sp14_02, -1)
@同棲編ラスト災厄の前背景補正
@wipe(4)

【麦】「スピカ……怒ってるか？」R

@bf(sp11_15)
KOE(603200912,001)【スピカ】「怒っているわ」R

@bf(sp11_02)
KOE(603200915,001)【スピカ】「どうして一緒に来てって言わないの」R

【麦】「…………」R

……俺たちはしばらくそのまま向かい合う。R

@focus(bs3_sp11_02, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)
@waitkey(500)

@set_wipe_wait(1)
@bf_w(2,sp11_03)

やがて、スピカがふっと、少し笑う。R

@bf(sp11_04)
KOE(603200926,001)【スピカ】「こんなやり取り、いつかしたわね」R

【麦】「そうだな。逆の立場で」R

@fade_w(4)
@回想枠白
@セピア_演出除外
@bgs(bg703,sp11_11)
【麦】「どうして一緒に来てって言わなかった」R

;>>同棲編0020の該当シーン回想で挟む

@セピア終了
@fade_w(4)

@bg_set(b_bg008, 1500)
@同棲編ラスト災厄の前背景補正
@bs_w(-1, sp11_04)
@wipe(4)

【麦】「ふ」R

俺たちは、なんだか笑い合った。こんな非常事態に……R

【麦】「体、大丈夫なのか？」R

@bs(sp11_07)
KOE(603200949,001)【スピカ】「愚問だわ」R

@bf(sp11_02)
KOE(603200952,001)【スピカ】「とにかくあいつを、風の回廊の中へ封じるわ」R

@bf(sp21_03)
KOE(603200955,001)【スピカ】「集中して」R

【麦】「あぁ」R

@focus_end(bs2_sp21_03, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

……R

【麦】「スピカ……俺……」R

@bf(sp11_03)
KOE(603200964,001)【スピカ】「ひとりで『門』を開けたのはすごいと思う」R

【麦】「そ、そうか？」R

@bf(sp11_02)
KOE(603200969,001)【スピカ】「でも、無理なの」R

【麦】「え」R

@focus(bs3_sp11_11, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)

KOE(603200974,001)【スピカ】「例えあいつを回廊に連れて行ったとしても、麦じゃ無理よ」R

@bf(sp11_02)
KOE(603200977,001)【スピカ】「あの厄災は、風の回廊の最奥まで連れて行かないといけない」R

@bf(sp11_10)
KOE(603200980,001)【スピカ】「最奥に続く『門』はあなたには開けない」R

@bf(sp11_02)
KOE(603200983,001)【スピカ】「鍵が必要だから」R

【麦】「鍵？」R

@bf(sp11_11)
KOE(603200988,001)【スピカ】「それが、あなたにはない」R

@bf(sp11_02)
KOE(603200991,001)【スピカ】「私にはある」R

@bf(sp11_10)
KOE(603200994,001)【スピカ】「私は風の一族であり……」R

@bf(sp11_02)
KOE(603200997,001)【スピカ】「運命（サダメ）をつなぐ者だから」R

風の一族……R

運命（サダメ）をつなぐ者。R

だから、いつもひとり、背負い込むのか。R

@fade_w(4)
@回想枠
@cg_zoom(cg_sp02_0101, 4, 1100, 1000, 10000)

孤独を……R

@fade_w(4)
@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@bs_set(bs2_sp11_02)
@wipe(4)

bgm.stop(3000)

@bf(sp11_10)
KOE(603201010,001)【スピカ】「だから……麦……」R

@bgm(bgm39)

@focus(bs3_sp11_10, -1)
@同棲編ラスト災厄の前背景補正
@wipe(3)
@waitkey(250)

@set_wipe_wait(1)
@bf_w(2, sp11_08)

KOE(603201016,001)【スピカ】「一緒に行こう」R

【麦】「え」R

@bf(sp11_03)
KOE(603201021,001)【スピカ】「手伝って」R

【麦】「あ、あぁ」R

……そうだ。もうスピカは孤独じゃない。R
俺がいるんだ。R

俺が彼女をひとりにはしない。R

【麦】「なぁ、スピカ」R

@bf(sp11_24)
KOE(603201033,001)【スピカ】「なに」R

【麦】「その、回廊の一番底にあいつを封じ込めるとして……」R

【麦】「そしたら、前みたいに戻ってこられるのか？」R

前回だって戻れたのは、奇跡みたいなものだった。R
今回はさらに奥まで行こうとしている。R

@bf(sp11_02)
KOE(603201043,001)【スピカ】「大丈夫よ。今回は」R

【麦】「そう、か」R

はっきりと頷くスピカ。R
//その表情に嘘はなかった。何か、方策があるらしい。R

@bgm_stop(3000)

@bf(sp21_03)
KOE(603201051,001)【スピカ】「今よ──集中して」R

@bf(sp21_10)
KOE(603201054,001)【スピカ】「一気にあいつを回廊の中へぶちこむわ」R

【麦】「あぁ──」R

@bgm(bgm16)

//ＳＥ：おおおおおおおおおおおおおおぉぉぉぉぉ。R
@se(SE_wind_dark2)

@bg_zoom(bg999_91, -1)
@赤い風(-1)
@同棲編ラスト災厄の前背景補正_空
@wipe(121)

風がうずまく。R
咆吼が響き渡る。R

穴から吹き込む風が、赤い空に浮かんだ厄災を引っ張っていく。R

//ＳＥ：おおおおおおおおおおおおおおぉぉぉぉぉ。R

抵抗しようともがく。R

@se_loop(SE_wind_strong_dark, 2000, 1)

@ダウンバースト_赤葉_準備
@シネスコ
@bgs_drama_pan_x(bs3_sp21_04, 4, bg999_91, 2000, 2, 0, 0, -100)

@揺れ弱ループ
@bf(sp21_03)
KOE(603201070,001)【スピカ】「さぁ、来なさい」R

@bf(sp21_10)
KOE(603201073,001)【スピカ】「あなたがいるべき場所へ──」R

@se_stop_all(2000)

@se(SE_wind_dark3, 0, 2)
@fade(206)

@bg_zoom(bg999_91, -1)
@赤い風(-1)
@同棲編ラスト災厄の前背景補正_空
@wipe(206)

風がひときわ強くなる。R

//ＳＥ：おおおおおおおおおおおおおおぉぉぉぉぉ。R

巨大な影は、すさまじい風の勢いに巻き込まれて、穴に飲み込まれようとしていた。R

@bg_move(bg999_91, -1, 0, -270, 0, 270, 30000)
@同棲編ラスト災厄の前背景補正_空
@赤い風パン

【麦】「ぐ──っ」R

【麦】「すごい、風だ。俺たちも、このままひきずりこまれそうだ」R

虚空にぽっかりと空いた穴は、あらゆるものを飲み込もうと吸い込んでいく。R
すぐそこに立っていた木もぼきりと折れて、そのまま穴の中へ吸い込まれていった。R

@赤い風終了
@ダウンバースト_赤葉_準備

@揺れ弱ループ
@シネスコ
@bgs_drama_pan_x(bs3_sp21_04, 4, bg999_91, 2000, 2, 0, 0, -100)

@bs(sp21_07)
KOE(603201091,001)【スピカ】「いいわ、そろそろ私達もいきましょう」R

@bf(sp21_10)
KOE(603201094,001)【スピカ】「どうせ、さらに奥まで奴を連れて行く必要があるから」R

【麦】「そう、か」R
【麦】「だったら、行こう」R
【麦】「スピカ」R

@bf(sp11_24)
KOE(603201101,001)【スピカ】「え」R

close
@se(SE_fast_rps_cloth_rub)
@waitkey(1000)

@bf(sp11_07)

手を差し出す俺を見て、スピカが頷く。R

@se(SE_hold_hands_mugi_spica, 0, 1)
@bf(sp11_03)

俺たちはしっかりと手を握り合う。R

@se(SE_elec_wind_rage)
@fade(204)

そうして、すさまじい風の流れに、身を任せる。R
俺たちは、そのまま風の回廊の穴の中へ──R


;>>演出
@赤い風終了

@シーン終了(3000, 1000)


;＜背景：風の回廊：深層＞R
;>>スピカルートで最後たどりついた、雪が降っているみたいな場所。R

…………R

……R

@fade_w(5)
@waitkey(1000)

@bgm(bgm36)

@見上げる雪(@量_少ない, @速度_遅い, 4)
@bg_zoom(bg999_91, 5, 1250, 1000, 15000)
@waitkey(1000)

【麦】「……ここは」R

@雪(@量_少ない, @速度_普通, @方向_左から, 4)
@bg_pan_ud(bg999_91, 4)

白い、雪のようなものが降り注いでいる。R
静かで淋しい場所。R
アルミアスの結晶が所々生えていた。R

close
@se(SE_elec_flashback)
@fade_w(3)
@回想枠
@cg_zoom(cg_sp11_0302, 4, 1100, 1000, 10000)

ここは、いつか……そう、一年前……スピカと訪れた場所だ。R

力尽きようとしていたスピカを背負って、さまよった場所だ……R

@fade_w(5)

@cg_move(cg_ge06_0107, 5, 0, -50, 0, 100, 5000, 2)
@waitkey(500)
@cg_zoom(cg_ge06_0107, 4, 1050, 1000, 2000, 2)

【麦】「一気に底の方まできたんだな」R

@cg(cg_ge06_0105, 2)

KOE(603201148,001)【スピカ】「ええ。この前ここにきた経験が活きたわ」R

KOE(603201151,001)【スピカ】「もとの世界から直接ここまで穴をつなぐことができたの」R

@雪(@量_少ない, @速度_普通, @方向_左から, 4)
@bg_pan_du(bg999_91, 4)

だけど、以前と少し違った。R

元々赤かったという記憶がある空だけど、禍々しいほどに赤い。R

降る雪は、まるで血を思わせるような染まり方だ。R

//ＳＥ：暴風：おおおおおおおおおおおおおおぉぉぉぉぉ。R
@雪終了
@cg(cg_ge06_0107, 4)

【麦】「こうして見ると……やっぱりでかい、な」R

@se(SE_wind_dark2, 2000)
@cg_move(cg_ge06_0107, 4, 560, 270, 960, 270, 20000, 0, 2000)

俺たちの上に、おおかぶさるように浮かぶ、大きな影。R

世界中で、こんな奴と対峙している風の一族が、いるんだろうか。R
もしかしたら、こんなことをしているのは俺たちだけなんじゃ……R

俺達がしているのは、無駄なことなんじゃ。R

心に浮かんだ疑念を振り払う。R
そんなこと今は考えるのはやめよう。R

//ＳＥ：暴風：おおおおおおおおおおおおおおぉぉぉぉぉ。R

強大な力は俺たちにはかまわず、空に浮かぶ穴に戻ろうとしては押し戻されている。R
この世界の何かを、嫌がっているようにも見えた。R

@se_stop(3000)

@cg(cg_ge06_0107, 4)
@cg(cg_ge06_0101, 2)

KOE(603201181,001)【スピカ】「外に出ようとして暴れているわ」R

KOE(603201184,001)【スピカ】「ほっとくと本当に出てしまうでしょうね」R

【麦】「さらに底に、あいつを封じ込めるんだな」R

@cg(cg_ge06_0107, 2)

KOE(603201189,001)【スピカ】「ええ」R
【麦】「そこは、一体どういう場所なんだ」R

ここよりさらに奥は、一体どうなっているんだろう。R
立っているだけで力が失われていくような、この寒々しい白い世界……そのさらに奥。R
そこは俺たちが、こうして立って存在することが出来るような場所なんだろうか。R

@cg(cg_ge06_0106, 2)

KOE(603201197,001)【スピカ】「私にも分からない。けど、おそらくそこが回廊の一番奥底」R

@cg(cg_ge06_0107, 2)

KOE(603201200,001)【スピカ】「風の一族にとって、聖地とも言える場所だと思う」R

【麦】「聖地……」R

そこは一体どういうところなんだろう。R
そこにいったら、どうなってしまうんだろう。R

@cg(cg_ge06_0101, 2)

KOE(603201208,001)【スピカ】「じゃあ開くわ」R

bgm.stop(3000)

……R

@fade_w(4)

@se(se_kaibyaku_long)
@waitkey(3000)

スピカが笛を奏でる。R

やがて……R

close
@se(SE_elec_light_explode, 0, 1)
@bg(bg_siro, -1)
@赤い風２(120, 2000, 0)

白い世界に、渦のようなものが生まれてくる。R

@se_stop

【麦】「あれが、最下層への穴……」R

聖地への、扉。R

穴からは何か、キラキラした光のようなものがあふれ出している。R
虹色の光だ。R

@fade_w(5)

@bgm(bgm39B)

なんだろう、あの光……R
触ったわけじゃないけど、妙に暖かい感じがする。R

そして……草笛の旋律は、ひとつじゃなかった。R

はっきりと聞こえるわけじゃない。R

だけど、確かに感じる。R

遠くから、遥か遠くから、風に乗って旋律が流れてくる。R

その意味に涙が出そうになった。R

【麦】「ありがとう……」R

その言葉しか出なかった。R

世界中にいる風の一族たちは……使命を忘れてはいなかった。R
違う。R
使命なんて言葉で括るのは失礼だ。R
風の一族のみんなは、人を愛し続けてくれていた。R
長い旅の中で辛いことや悲しいことがあったはずだろうけど。R
それでも、人を愛し続けてくれていた。R

@cg_move(cg_ge06_0102, 4, 0, -50, 0, 100, 5000, 2)

KOE(603201255,001)【スピカ】「麦……すごいわ」R

@cg(cg_ge06_0102, 4)
@cg(cg_ge06_0104, 2)

KOE(603201258,001)【スピカ】「風がひとつになっている」R

嬉しそうにスピカは微笑み、草笛を吹く。R

その旋律に俺は耳を傾け、この厄災の終焉を確信した。R

@cg_move(cg_ge06_0103, 4, -200, 170, 0, 170, 8000)

KOE(603201265,001)【スピカ】「２年前……ここで、父と母に会ったわ」R

KOE(603201268,001)【スピカ】「あの時分かったの」R

KOE(603201271,001)【スピカ】「ふたりは、ずっと近くにいてくれたんだって」R

KOE(603201274,001)【スピカ】「おとーさんも、おかーさんも、風になって私を見守っていてくれた」R

@cg(cg_ge06_0103, 4)
@cg(cg_ge06_0105, 2)

KOE(603201277,001)【スピカ】「だったら私も怖くない」R

KOE(603201280,001)【スピカ】「いつか、その時が来たら……」R

@cg(cg_ge06_0107, 2)

KOE(603201283,001)【スピカ】「私も同じようにできるって」R

【麦】「スピカ？」R

【麦】「それはどういう意味だ？　同じようにって言うのは……」R

@cg(cg_ge06_0101, 2)
KOE(603201290,001)【スピカ】「麦」R

bgm.stop(3000)

;BGM停止

//ここから-----------------------------------------------------------------------------------------------------------------------

@cg_move(cg_ge06_0102, 5, 0, 0, 0, 100, 5000, 2)
@waitkey(500)

KOE(603201297,001)【スピカ】「ここでお別れだよ」R

【麦】「……」R

【麦】「え」R

ここで、お別れ？R

@bgm(bgm24B)
;BGM開始？R

@cg(cg_ge06_0102, 4)

【麦】「何を言っているんだ」R

【麦】「一緒に戻るんだろう。あいつを封じ込めて」R

@cg(cg_ge06_0106, 2)

KOE(603201313,001)【スピカ】「ごめんね……」R

@cg(cg_ge06_0101, 2)

KOE(603201316,001)【スピカ】「あれは、うそ」R

【麦】「え」R

//@cg(cg_ge06_0107, 2)

//KOE(603201321,001)【スピカ】「分かるの」R

@bg(bg_siro, -1)
@赤い風２(3, 2000, 0)

KOE(603201324,001)【スピカ】「あの穴は一方通行」R

KOE(603201327,001)【スピカ】「行けば、戻れるような場所じゃない」R

KOE(603201330,001)【スピカ】「回廊の最下層は、そういう場所なの」R

@赤い風２終了
@cg_move(cg_ge06_0107, 4, -200, 170, 0, 170, 10000)

KOE(603201333,001)【スピカ】「でもそこにあいつを連れて行かないといけない」R

@cg(cg_ge06_0107, 4)

【麦】「なに、を」R

【麦】「なんだよ、嘘って！！」R

@シネスコ
@bgs_drama_pan_x(bs3_sp21_10, -1, bg999_91, 2000, 2, 0, 0, -100)
@se(SE_cloth_dynamic)
@横揺れ中
@wipe(2)

KOE(603201340,001)【スピカ】「だって、そうでも言わないと、来させてくれなかったでしょう」R

@bf(sp21_12)
KOE(603201343,001)【スピカ】「今、世界中の風の一族が同じ事を考えているわ」R

@bf(sp21_11)
KOE(603201346,001)【スピカ】「もしかしたらこの先、もう風の調律が出来る風の一族はいなくなるかもしれない」R

@bf(sp21_18)
KOE(603201349,001)【スピカ】「だけど安心して。私たちが風になるから」R

【麦】「スピカ……」R

【麦】「駄目だ！　ひとりでなんて……一緒に！」R

【麦】「だったら俺も一緒に」R

@bf(sp11_09)
KOE(603201358,001)【スピカ】「ダメ」R

@bf(sp11_25)
KOE(603201361,001)【スピカ】「ダメなの」R

@bf(sp11_02)
KOE(603201364,001)【スピカ】「麦……」R

@bf(sp11_10)
KOE(603201367,001)【スピカ】「私たちの赤ちゃんを、穂乃夏をお願い」R

@bf(sp11_11)
KOE(603201370,001)【スピカ】「町を……私の大好きな人達をお願い」R

【麦】「ま、て」R

【麦】「そんなの……」R

そんなの、いやだ。R

@fade(4)

なのに──足が動かない。R

close
@回想枠黒
@モノクロ
@ドットノイズ中
@bg(bg_kuro, -1)
@bs_set(bs3_sp11_02)
@bs_tr(sp, 128)
@bs_scale(sp, 1100, 1000, 10000)
@wipe(4)

スピカの願いが俺の体を縛っていた。R

@モノクロ終了
@fade(4)
@se(SE_wind_strong)

風が吹いた。R

@fade_w
@se_stop(2000)
@se(SE_elec_light_pop, 0, 1)

風の音が光にかわった。R

close
@風の回廊門(1, 4)

ああ、『門』が開く。R

close
@白フィルター
@se(SE_elec_firefly_light)
@風の回廊門(1, -1, 1500)
@風の回廊門_縦スクロール(4, 100, -200, 1500, 15000)

最奥へと続く、深い深い道に繋がる『門』が……R

優しく力強い光が。R

動け……動けよ俺っ……！R
手を──のばせっ！R

@fade_w(4)
@waitkey(500)

@se(SE_hold_hands_mugi_spica)

真っ白な世界の中で、彼女の手を確かに掴んだ。R

@bgm_stop(5000)

@fade(4)

//同時に全てが消えた……R

//掴んだ手の感触以外が。R

close
@風の回廊_中層(1000)
@wipe(3)
@se(SE_elec_light_explode)

@waitkey(1000)

@fade_w(121, 2000)

同時に全てが消えた……R

掴んだ手の感触以外が。R

真っ白な世界に、無数の虹色の粒子が待っている世界。R

@se_stop_all(1000)

close
@waitkey(1000)

@bgm(BGM85B)

;>>立ち絵を二重にして表示
;>>（○○）表記の方は半透明でずらして表示
;>>特殊な空間のせいで、「建て前」と（本音）が同時に出ているような状態
@bg(bg_siro, -1)
@bs_set(bs3_sp11_03)
@bright_in(3000)
timewait(2000)

@set_wipe_wait(1)
@bs_w(3, sp11_27)

KOE(603201408,001)【スピカ】「ダメって、言ったよ」R	;>>穏やかに

@同棲編ラスト_スピカ心(bs3_sq11_11)

//KOE(603201409,001)【スピカ】（どうして手をはなしてくれないの……）R	;>>泣き我慢
@同棲編ラスト文字(0, "（どうして手をはなしてくれないの……）", 603201409, 001, "スピカ")

@同棲編ラスト_スピカ通常(sp11_27)

なんだ……これ。R
スピカの声が……ふたつ……R

close
@set_wipe_wait(1)
@bf_w(3, sp11_03)

KOE(603201414,001)【スピカ】「これは風の一族である私の使命なんだから」R	;>>穏やかに

@fade_w(4)

@回想枠
@白フィルター全体
@cg_zoom(cg_sp02_0101, 4, 1500, 1400, 10000)

//KOE(603201415,001)【スピカ】（使命なんてなければ……この手を握りかえせるのにっ……）R	;>>泣き
@同棲編ラスト文字(1, "（使命なんてなければ……この手を握りかえせるのにっ……）", 603201415, 001, "スピカ")

@fade_w(4)

@同棲編ラスト_スピカ通常(sp11_03)

@set_wipe_wait(1)
@bf_w(3, sp11_04)

KOE(603201417,001)【スピカ】「もう覚悟は決めたんだから」R	;>>穏やかに

@fade_w(4)

@回想枠
@白フィルター全体
@cg_zoom(cg_sp08_0102, 4, 1500, 1400, 10000)

//KOE(603201418,001)【スピカ】（いやだ……離れたくない……ずっと一緒にいたい……）R	;>>泣き我慢
@同棲編ラスト文字(2, "（いやだ……離れたくない……ずっと一緒にいたい……）", 603201418, 001, "スピカ")

@fade_w(4)

虹色の粒子は……アルミアスは人の心そのもの。R
なら俺に伝わってくるこれは……R

@同棲編ラスト_スピカ通常(sp11_04)

【麦】「スピカっ……！　俺は！」R

close
@set_wipe_wait(1)
@bf_w(3, sp11_03)

KOE(603201425,001)【スピカ】「それ以上は言っちゃだめ」R	;>>穏やかに

@fade_w(4)

@回想枠
@白フィルター全体
@cg_zoom(cg_sp10_0301, 4, 1300, 1200, 10000)

//KOE(603201426,001)【スピカ】（麦……麦……大好きな人……大切な人っ……）R	;>>泣き我慢
@同棲編ラスト文字(3, "（麦……麦……大好きな人……大切な人っ……）", 603201426, 001, "スピカ")

@fade_w(4)

@同棲編ラスト_スピカ通常(sp11_03)

@set_wipe_wait(1)
@bf_w(3, sp11_08)

KOE(603201428,001)【スピカ】「守れる力がある私を、麦は誇って」R	;>>穏やかに

@fade_w(4)

@回想枠
@白フィルター全体
@cg_zoom(cg_ge01_0202, 4, 1300, 1200, 10000)

//KOE(603201429,001)【スピカ】（この手を……離したくないのに……）R	;>>泣き我慢
@同棲編ラスト文字(4, "（この手を……離したくないのに……）", 603201429, 001, "スピカ")

@fade_w(4)

ああ……畜生……なんだよこれ……R

@同棲編ラスト_スピカ通常(sp11_08)

@set_wipe_wait(1)
@bf_w(3, sp11_03)

KOE(603201433,001)【スピカ】「私は見守るから、寄り添い続けるから」R	;>>穏やかに

@fade_w(4)

@回想枠
@白フィルター全体
@cg_zoom(cg_ge05_0103, 4, 1500, 1400, 10000)

//KOE(603201434,001)【スピカ】（全部を忘れて……ふつうの家族でいたかったのに……）R	;>>泣き我慢
@同棲編ラスト文字(5, "（全部を忘れて……ふつうの家族でいたかったのに……）", 603201434, 001, "スピカ")

@fade_w(4)

理不尽じゃないか……不条理じゃないか……R

@同棲編ラスト_スピカ通常(sp11_03)

@set_wipe_wait(1)
@bf_w(3, sp11_08)

KOE(603201438,001)【スピカ】「…………」R	;>>困ったように笑う

@同棲編ラスト_スピカ心(sq11_19, 3, 1)

//KOE(603201439,001)【スピカ】（ぁ……ぅっ……ひっく……むりだ……もう……我慢できない）R	;>>泣き我慢
@同棲編ラスト文字(6, "（ぁ……ぅっ……ひっく……むりだ……もう……我慢できない）", 603201439, 001, "スピカ")

@fade_w(4)

なんで笑うふりまでして、ひとりで全部を背負わなきゃいけないんだ！R

;>>半透明じゃ無い方
@同棲編ラスト_スピカ通常(sp11_08)

@bs_set(sp11_10, 0, 50, 1500)
@bs_move_y(sp, -50, 3000, 0, 2)
@bs_scale(sp, 1500, 1500, 0)
@wipe(4)

KOE(603201443,001)【スピカ】「っ……あ」R	;>>泣き我慢限界

スピカと離れたくない！　ずっと、ずっとあの町で一緒に暮らしたい！R
ふたりでおじーちゃんとおばーちゃんになって！R
それで……それで……R

close
@set_wipe_wait(1)
@bs_set(sp11_10)
@wipe(4)

@set_wipe_wait(1)
@bf_w(3, sp11_19)

KOE(603201445,001)【スピカ】「ごめ……あれ？　あっ……ぅあ」R	;>>泣き我慢限界

close
@bgm(BGM85C, 0, 5000)
bgmtable.set_listen_by_name(bgm85, 1)

@fade_w(5)

;>>追加スチル／麦の胸に額を押しつけて号泣スピカ
@cg_move(cg_ge16_0101, -1, -100, -170, 0, 0, 3000, 2)
@bright_in(2000)

KOE(603201449,001)【スピカ】「やだっ……いやだよぉっ！」R
KOE(603201450,001)【スピカ】「離れたくない！　一緒にいたいっ！」R

@cg(cg_ge16_0101, 5)

KOE(603201452,001)【スピカ】「あの町で、ずっと麦と暮らしたい！　NLI穂乃夏と家族三人でくらしたい！」R

@cg(cg_ge16_0102, 4)

KOE(603201453,001)【スピカ】「ふたりを抱き締めたい！　名前を呼びたいっ！　大好きなの！」R
KOE(603201454,001)【スピカ】「おはようもおやすみも、いってきますもいってらっしゃいも、ただいまもおかえりも！」R
//「おかりも」→「おかえりも」だと思いますが一旦メモのみ

KOE(603201455,001)【スピカ】「何度も……言いたい！」R
KOE(603201456,001)【スピカ】「穂乃夏が大きくなっていくのも見たいし、一緒に色々な事がしたいの……！」R
KOE(603201457,001)【スピカ】「ピザだって……一緒に作るの……麦が、試食をして、おいしいって言ってくれて……！」R
KOE(603201458,001)【スピカ】「麦と……歳を取っていきたかった！」R
KOE(603201459,001)【スピカ】「ふたりでおじーちゃんとおばーちゃんになって……！　風の中で皺の数を……かぞえたりして……」R
KOE(603201460,001)【スピカ】「ふつうの……ありふれた家族に……なりたかったよぉ！」R

@fade_w(6)

KOE(603201461,001)【スピカ】「ああっ……うわあああああぁぁぁ！」R

【麦】「スピ……カ……っ……スピカッ！」R

@se(SE_cloth_move_catch_girl)

小さな体を強く抱き締める。R
使命なんかどうでもいいと言いたかった。R
このまま逃げられるなら、逃げたいと思った。R

@se_stop

アルミアスを通して俺の心が伝わる……R

@cg(cg_ge16_0102, 4)

KOE(603201471,001)【スピカ】「っダメ……私は……そんな夢みたいな世界を守りたいから……」R

だから……涙に濡れた顔のまま、笑おうとする。R

@fade_w(5)
@回想枠
@cg_zoom(cg_ge01_0201, 5, 1100, 1000, 10000, 0, 0)

俺のおねーさんは……PP

@cg_zoom(cg_sp02_0301, 5, 1100, 1000, 10000, 0, 0)

スピカは……PP

@cg_zoom(cg_sp10_0301, 5, 1100, 1000, 10000, 0, 0)

恋人は……PP

@cg_zoom(cg_ge05_0102, 5, 1300, 1200, 10000, 0, 0)

妻は……R

@cg(cg_ge05_0102, 5)
@cg(cg_ge05_0101, 5)
@fade_w(5)

@同棲編ラスト_スピカ通常(sp11_27)

笑う……R

@fade_w(5)

@se(SE_cloth_stroke)

すっ……と、スピカは俺から離れる。R
力なんて全く込められなかったのに、優しく俺を押して離れていく。R

@se_stop(3000)

@風の回廊_中層
@bs_w(-1, bs2_sp11_27)
@bg(bg_white, 4)

【麦】「あ……いやだ……スピカ……待って……」R

close
@set_wipe_wait(1)
@bs_w(3, sp11_03)

KOE(603201482,001)【スピカ】「麦……」R

close
@set_wipe_wait(1)
@bs_set(bs3_sp11_03)
@スピカ光る(16)
@wipe(4)
@waitkey(500)

@set_wipe_wait(1)
@bs_set(sp11_27)
@スピカ光る(16)
@wipe(3)

KOE(603201485,001)【スピカ】「……愛を教えてくれてありがとう」R

close

@se(SE_elec_alumias_cry)
@同棲編ラスト_スピカ消える
@wipe(5)

@fade_w(6)
@waitkey(1000)

【麦】「スピカ！！！！！」R

//ゴツッと全身を一瞬殴られたような衝撃。R

@bgm_stop(2000)

@se_stop_all(2000)
@fade(6)

;＜背景：草原＞
@bg_pan_lr(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(5)

@se_loop("ANB_outdoor_grassland_night_insects_LOOP")

【麦】「……え」R

帰って……きた？R

虫の音が聞こえる。R

そして……俺はひとり。R

@bg(bg008, -1)
@同棲編ラスト災厄の前背景補正
@wipe(4)

【麦】「あ……ああ……スピカ」R

【麦】「嘘だろ、そんな……いやだ……あぁ……」R

close
@bg_pan_du(bg999_91, -1, 40000)
@同棲編ラスト災厄の前背景補正_空
@wipe(4)

【麦】「スピカアアアアアアアアぁぁぁぁ！」R

@se_loop_stop

@fade_w(5)

@se(SE_elec_light_explode)
@waitkey(2000)

;>>演出
@スピカ視点

麦の声を振り払うように、私は『門』の中へ飛び込む。R

地球を滅ぼす程の厄災を連れて……R

風の回廊の最奥。R

そこはどんなところなんだろう。R

どれだけ、もとの世界と時間の流れが違うんだろう。R

百倍……千倍……R
ううん。もっと途方もない時間の流れが待っている。R

自分自身を忘れてしまうくらいの時間の牢獄。R

つまり、もう二度と、会うことはできない。R

大好きな人達と、二度と会うことはない。R

それでも……R

close
@同棲編ラスト_スピカ心(sq11_11, 4, 2)
@waitkey(500)

@set_wipe_wait(1)
@bf_w(4, sq11_04)

私はやるよ。R

@fade_w(4)
@waitkey(500)

@回想枠
@cg_zoom(cg_sp12_0104, 4, 1100, 1000, 10000)

おかーさん

おとーさん……R

@cg_zoom(cg_sp02_0101, 4, 1100, 1000, 10000)

長い時間の中で、何度も宿命について考えた。R

守るということについて、考えた。R

そう。あの長く孤独な時間は、必要だったんだ。R

@fade_w(4)

@回想枠
@bg_zoom(bg703_01, 4, 1200, 1000, 20000)

麦を……穂乃夏を……R

@bg_zoom(bg009_01, 4, 1200, 1000, 20000)

町の人達を……R

こんなにも愛しいと思ってる。R

こんなに守りたいと思っている。R

@bg_zoom(bg018_01, 4, 1200, 1000, 20000)

おとーさんたちからもらった宿命の力が自分にあってよかったって。R

心から思っている。R

@fade_w(4)

だから──R

@se(SE_fast_rps_cloth_rub)
close

@waitkey(500)

@cg_move(cg_ge06_0101, 5, -200, 100, -200, 50, 3000, 2)

KOE(603201567,001)【スピカ】「さぁ、来なさい」R

@se_stop

@cg_zoom(cg_ge06_0101, 4, 1100, 1000, 3000, 2)

KOE(603201570,001)【スピカ】「あなたにあの人達がいる世界を、滅ぼさせはしない」R

@se(SE_elec_wind_rage)
@cg(cg_ge06_0201, 121, 2000)

KOE(603201573,001)【スピカ】「私と一緒に、落ちていくの」R

//ＳＥ：おおおおおおおおおおおおおおぉぉぉぉぉ。R
@se(SE_wind_dark3)

@bg_zoom(bg999_91, -1)
@赤い風(-1, 500, 0)
@同棲編ラスト災厄の前背景補正_空
@wipe(121)
@waitkey(500)

KOE(603201578,001)【スピカ】「大丈夫」R

KOE(603201581,001)【スピカ】「あなたもきっと宇宙を旅してきたのね」R

KOE(603201584,001)【スピカ】「ひとりぼっちで」R

KOE(603201587,001)【スピカ】「きっと、私と来れば思い出す」R

@se_stop_all

@赤い風終了
@fade_w(4)

@cg_move(cg_ge06_0201, 4, -200, -50, -200, 50, 5000, 0, 1250)

KOE(603201590,001)【スピカ】「あなたの最初の、願いを」R

KOE(603201593,001)【スピカ】「そうして……きっとかなうから」R

//ＳＥ：暴風：おおおおおおおおおおおおおおぉぉぉぉぉ。R
@se(SE_elec_wind_rage)
@fade_w(121, 2000)
@waitkey(500)

@se(SE_elec_light_pop, 0, 1)
@waitkey(500)

@bg_zoom(bg999_91, -1)
@同棲編ラスト災厄の前背景補正_空
@同棲編ラスト_災厄消える

@waitkey(1500)

【麦】「スピカアアアアアアアアぁぁぁぁ！」R

@se_stop_all(3000)

;>>スピカのモノローグに切り替わる。演出で分かりやすくしたい。
@bg(bg_siro, 5)
@waitkey(500)

//KOE(603201603,001)【スピカ】「声が聞こえた気がした」R
@同棲編ラストスピカモノローグ(0, "声が聞こえた気がした", 603201603, 001, "", 1000, 500)

//KOE(603201606,001)【スピカ】「届くはずの無い声」R
@同棲編ラストスピカモノローグ(1, "届くはずの無い声", 603201606, 001, "", 1000, 500)

//KOE(603201609,001)【スピカ】「大好きなあの人の声が呼ぶ私の名前」R
@同棲編ラストスピカモノローグ(2, "大好きなあの人の声が呼ぶ私の名前", 603201609, 001, "", 1000, 500)

//KOE(603201612,001)【スピカ】「きっと、最後の声……」R
@同棲編ラストスピカモノローグ(3, "きっと、最後の声……", 603201612, 001, "", 1000, 500)

//KOE(603201615,001)【スピカ】「さようなら、麦」R
@同棲編ラストスピカモノローグ(4, "さようなら、麦", 603201615, 001, "", 1000, 500)

close
@set_wipe_wait(1)
@bs_set(bs3_sp11_03)
@スピカ光る(16)
@bs_tr(sp, 128)
@wipe(4)
@waitkey(1000)

@set_wipe_wait(1)
@bs_set(bs3_sp11_04)
@スピカ光る(16)
@bs_tr(sp, 128)
@wipe(4)
@waitkey(1000)

@set_wipe_wait(1)
@bs_del_w(6, sp)
@waitkey(500)

//KOE(603201619,001)【スピカ】「ありがとう」R
@同棲編ラストスピカモノローグ(5, "ありがとう", 603201619, 001, "", 2000, 1000)

@se(SE_elec_light_swallow_disappear)
@waitkey(3000)

私と厄災は、穴の中へ吸い込まれていく。R

回廊の最奥。R

一族の聖地。R

そこは一体……どういう……R

…………R

……R

@all_sound_stop(5000)
@fade(7)
@waitkey(3000)

何も無い。R

真っ暗な世界。R

落ちているのかも止まっているのかも分からない。R

KOE(603201640,001)【スピカ】「？」R

close
@風の回廊_浅層(1000, 1, 0, 0, 1)
@風の回廊_ズーム(1500, 1000, 25000, 0, 0, 1)
@wipe(4)

@bgm(bgm34)

@waitkey(2000)

真っ暗な世界に何かが光った。R

キラキラとした、小さな虹色の光が浮かんでいる。R

なんだろう。きれい……R

close
@風の回廊_浅層
@風の回廊門_横スクロール(4, 480, -480)

闇の中に浮かぶ光。R
そこに、何かが浮かんでいるのが見えた。R

光の中で、誰かの姿が揺れている。R

close
@bs_set(bs3_mg11_08, -150)
@bs_tr(mg, 64)
@bs_move_x(mg, 150, 10000)
@wipe(3)

麦がいる。R

close
@set_wipe_wait(1)
@bs_del_w(4, mg)

@bs_set(bs3_hr11_01, 150)
@bs_tr(hr, 64)
@bs_move_x(hr, -150, 10000)
@wipe(3)

広美がいる。R

close
@set_wipe_wait(1)
@bs_del_w(4, hr)

穂乃夏がいる……R
町の、皆がいる。R

これは、なんだろう。R

close
@風の回廊_浅層
@風の回廊門_縦スクロール(4, -270, 270)

あぁ、そうだ。R
願い、だ。R

光が私の願いを映しているんだ……R

うん、大丈夫。R

私がいなくても、麦はきっと大丈夫。R

私の好きな人は大丈夫。R

close
@風の回廊_中層
@風の回廊_ズーム(1500, 1000, 30000)
@wipe(4)

KOE(603201672,001)【スピカ】「麦……たくさんたくさん、ありがとう」R

KOE(603201675,001)【スピカ】「私は、もう……ずっとひとりで……」R

KOE(603201678,001)【スピカ】「希望なんてもてなかった」R

KOE(603201681,001)【スピカ】「使命なんて、いらなかった」R


KOE(603201685,001)【スピカ】「でも、こうやって、私はこんなにもきれいな希望を持つことができた」R

KOE(603201688,001)【スピカ】「あなたのおかげで……」R

KOE(603201691,001)【スピカ】「皆を守りたいって……心から願えるようになったの」R

KOE(603201694,001)【スピカ】「それだけで……じゅうぶんだよ……」R

KOE(603201697,001)【スピカ】「ルールだから……。約束だから」R

KOE(603201700,001)【スピカ】「ごめんねは言わないよ」R

KOE(603201703,001)【スピカ】「麦」R

KOE(603201706,001)【スピカ】「幸せをありがとう」R

KOE(603201709,001)【スピカ】「そこに私がいなくても……」R

KOE(603201712,001)【スピカ】「世界が続いてほしいって思える」R

KOE(603201715,001)【スピカ】「長い時間生きてきた……」R

KOE(603201718,001)【スピカ】「いろんな人に出会った」R

KOE(603201721,001)【スピカ】「今ではその誰もが、懐かしく大事に思える」R


KOE(603201725,001)【スピカ】「分かる？」R


KOE(603201729,001)【スピカ】「それってすごく幸せなことなんだよ」R


KOE(603201733,001)【スピカ】「だって、私は孤独じゃなかったっていうことだから」R

KOE(603201736,001)【スピカ】「百年ずっと……孤独じゃなかった」R

KOE(603201739,001)【スピカ】「それをあなたが教えてくれた」R

KOE(603201742,001)【スピカ】「だから……ありがとう麦」R

草笛を唇に。R

最後の願いをこめて、私は奏でる。R

@風の回廊_終了

;>>草笛の音にあわせて、何か演出をしてもいいかも。単に、町の背景めぐるとかでも。あうようなら。R

;＜背景：白＞R
@bg(bg_siro, 5)

KOE(603201757,001)【スピカ】「──ありがとう──」R

close

@se(se_kaibyaku_long)
@waitkey(3000)


@se(SE_elec_light_explode, 0, 1)

;＜背景：草原＞R
@bg_zoom(bg999_91, -1)
@同棲編ラスト災厄の前背景補正_空
@wipe(120, 2000)

@麦視点

【麦】「！？」R

【麦】「え」R

我に返る。R

@se_stop(3000, 1)

@se(SE_strong_wind_01, 5000)
@bg_pan_rl(bg008_03, -1, 40000)
@同棲編ラスト災厄の前背景補正
@wipe(4)
@waitkey(1000)


【麦】「スピカ……」R

@bg(bg_kuro, -1)
@同棲編ラスト災厄の前背景補正
@風の回廊門(1, -1)
@風の回廊門_縦スクロール(-1, -170, -370, 500)
back.object[<OBJ_APP_EFFECT01>].tr = 192
back.object[<OBJ_APP_EFFECT01>].bright = 128
@wipe(4)

よく見れば『門』が微かに残っていた。R

明滅しながら、ゆらゆらと今にも消えてしまいそうで……R

@風の回廊門_終了
@fade_w(5)

//ＳＥ：笛の音
@se(se_kaibyaku_long)


笛の音が空高く響き渡った。R
まるで心の中に響くように。R

@fade(4)

【麦】「ぁ……」R

笛の音は風のように、空をめぐり……R

@se_stop(2000)

@赤オーロラ(bg999_91, -1)
@同棲編ラスト災厄の前背景補正_空
@wipe(5)

@waitkey(1000)

@se(SE_elec_light_explode, 0, 1)

@waitkey(500)
@bg_zoom(bg999, 7, 1250, 1000, 20000)

赤い空を、吹き払っていく。R

@se_stop_all

;＜背景：役場＞R
@シネスコ
@bg_pan_rl(bg003, 4, 40000)

//@face(ri11_05)
KOE(603201793,008)【塁】「これは……」R

//@face(mk11_01)
KOE(603201796,014)【町長】「笛の音？」R


;＜背景：役場＞R
@bg_pan_lr(bg801, 4, 40000)

//@face(ch11_01)
KOE(603201803,010)【河瀬】「風が穏やかに……」R


;＜背景：巡り会い＞R
@bg_pan_rl(bg002, 4, 40000)

//@face(kn11_09)
KOE(603201811,011)【小森】「どこから聞こえるんだ」R

//@face(fm11_03)
KOE(603201814,007)【文弥】「綺麗な音……」R


;＜背景：ログハウス・リビング＞R
@bg_pan_lr(bg703, 4, 40000)

//@face(hr11_04)
KOE(603201821,006)【広美】「この音は……スピカ……」R


;＜背景：学校＞R
@bg_pan_rl(bg016_12, 4, 40000)

//@face(kr11_17)
KOE(603201828,012)【玖琉未】「…………」R	;>>辛そうに空を見る

@シネスコ終了
@fade(4)

@se_volume(160, 0)
@se(se_kaibyaku_long, 2000)

;＜背景：草原＞R
@bg_pan_ud(bg999_80, 4, 40000)
@waitkey(2000)
@bg_move(ef_bg06, 4, 0, 100, 0, 0, 8000)

笛の音は、ゆっくりと小さくなっていく。R

@se_stop_all

@bg(bg_kuro, -1)
@風の回廊門(1, -1)
@風の回廊門_縦スクロール(-1, -170, -370, 500)
back.object[<OBJ_APP_EFFECT01>].tr = 192
back.object[<OBJ_APP_EFFECT01>].bright = 128
@wipe(4)

@se_stop(0)
@se_volume_default(0)

【麦】「スピカ！」R

close
@se(SE_cloth_dynamic)

@風の回廊門(1, -1)
@風の回廊門_縦スクロール(-1, -70, -370, 1000)
back.object[<OBJ_APP_EFFECT01>].tr = 192
back.object[<OBJ_APP_EFFECT01>].bright = 128
@wipe(3)

俺は必死に手をのばす。R

『門』に触れるけれど、風の回廊に行くことが出来ない。R

スピカが消えていった『門』に、入れない。R

@風の回廊門_終了
@fade
@bg(ef_bg06)

【麦】「ダメだ……！」R

@bg_move(ef_bg06, 3, 0, -100, 0, 100, 15000)

【麦】「ダメだスピカ！！」R

【麦】「俺たちは、一緒に過ごすんだ……っ」R

【麦】「同じ時間を……一緒に……」R

【麦】「君がいないと」R

@fade_w(4)
@回想枠
@cg_zoom(cg_sp02_0301, 4, 1100, 1000, 10000, 0, 0)

【麦】「いないと──」R

@cg_zoom(cg_sp08_0101, 4, 1100, 1000, 10000, 0, 0)

【麦】「なにも……」R

@cg_zoom(cg_ge05_0101, 4, 1100, 1000, 10000, 0, 0)

【麦】「なにも意味がないじゃないか！！」R

@fade_w(4)
@bg_move(ef_bg06, -1, 0, -100, 0, 100, 15000)
@bright_in(3000)

【麦】「スピカ！！！」R

【麦】「うあ、あああああああああ」R

close
@se(SE_elec_light_explode)
@fade_w(4)
@waitkey(1000)

笛の音ともに、穴が消える。R

@se_stop

;＜背景：空＞R
@bg_zoom(bg999_80, 5, 1100, 1000, 10000)
@waitkey(1000)
@昼
@bg_pan_du(bg999, 7)

そして──真澄町には、青空が広がっていた。R

世界のどこまでも広がっていそうな、青空だった。R

終わったんだ。R

きっと、世界は救われたんだ。R

@se(SE_soft_wind, 2000)

;＜背景：草原＞R
@bg_pan_lr(bg008, 4, 40000)

【麦】「……」R

俺は……ずっとその場所から動けないでいた。R

帰らないといけない。R

穂乃夏や皆が待っている。探しているかもしれない。R

でも動けなかった。R

……R

@se_stop

@bg(bg999, 4)
@waitkey(500)
@夕
@bg(bg999, 5)
@waitkey(1000)
@夜
@bg(bg999, 5)
@waitkey(1000)

@bg(bg008)

やがて夜が来ても、俺はずっとそこに座り込んでいた。R

@se(SE_soft_wind, 1000)

@bg_pan_rl(bg008, 4, 40000)

……R

いつかずっとこうして、ひとりでスピカを待っていた。R

そうしたら、スピカは帰ってきてくれた。R

回廊の中で、永遠のような時を過ごしながら。でもずっと待っている俺を見ていたと……R

今回だって、ずっとこうしてたら……スピカは戻ってこないだろうか。R

俺は、ここから動けない。R

@bg(bg008, 4)

いや。そうだ。R
待ってるだけじゃない。R

回廊を開こう。R
俺が探しに行こう。R

close
@se(SE_steps_outdoor_grassland_leave_kurumi, 1000)
@waitkey(1500)

@se_stop(2000)
@bgs_drama_pan_x(bs3_kr11_11, 4, bg008, 2000, 2, 0, 0, 100)
@waitkey(500)

@bf(kr11_12)
KOE(603201915,012)【玖琉未】「無駄ですよ」R

【麦】「玖琉未……」R

@focus_end(bs2_kr11_11, 4)

いつの間にか、かたわらに玖琉未が立っていた。R

@bf(kr11_12)
//【麦】「当分回廊は開けませんよ」R
KOE(999700001,012)【玖琉未】「当分回廊は開けませんよ」R

@bf(kr11_11)
//【麦】「とてつもなく大きな厄災を封じ込めました」R
KOE(999700002,012)【玖琉未】「とてつもなく大きな厄災を封じ込めました」R

@bf(kr11_12)
//【麦】「それが少しでも漏れ出ないように、固くその入り口は閉ざされました」R
KOE(999700003,012)【玖琉未】「それが少しでも漏れ出ないように、固くその入り口は閉ざされました」R


【麦】「いつまで……」R

@bf(kr11_17)
KOE(603201930,012)【玖琉未】「……それは……」R

@bf(kr11_12)
KOE(603201933,012)【玖琉未】「途方もなく長い時間になるでしょう」R

【麦】「そん、な」R

@bs

……R

【麦】「じゃあ、スピカは……」R

@bgs_drama_pan_x(bs3_kr11_11, 0, bg008, 2000, 2, 0, 0, 100)
@se(SE_cloth_dynamic)
@揺れ中

【麦】「スピカはどうなるんだ！？」R

@bf(kr11_17)
KOE(603201943,012)【玖琉未】「……」R

【麦】「回廊の中で……」R

@fade(4)
@回想枠黒
@モノクロ
@フィルムノイズ
@cg_zoom(cg_ge06_0102, 4, 1100, 1000, 10000)

【麦】「ひとりで、ずっといることになるのかよ……」R

@モノクロ終了
@fade(4)

@bg(bg008, 4)

【麦】「そんなの、ないだろう」R
【麦】「そんなの……」R

@bg_pan_du(bg999, 5, 40000)

【麦】「ぅ……ぁ……」R

……R

;>>時間経過

;朝
@昼

@bg_zoom(bg999_80, 5, 1100, 1000, 10000)
@waitkey(1500)

@bg(bg999, 6)

やがて夜が終わり朝がくる。R

俺の頭上に、嘘みたいに清々しい青空が広がっていた。R

@se(ANB_outdoor_calm_wind_LOOP, 2000)
@陽光→(5)

穏やかな風が吹き抜けていく。R
遠くで、風車が回っている。R

@bg(bg999, 6)

この青空と引き換えに……ひとりの少女がこの町から消えた。R

@シーン終了(4000, 2000)


;＜背景：カレイドワールド＞
@スピカ視点
@寝起きフィルター
@bg_move(b_bg208, -1, -480, -200, 480, -200, 40000)
@wipe(43, 2000)

KOE(603201979,001)【スピカ】「……」R

KOE(603201982,001)【スピカ】「ここは……」R

@寝起きフィルター終了
@bg_zoom(bg208, 4, 1050, 1000, 2000, 2)
@waitkey(1000)

@bgm(bgm24B)

KOE(603201985,001)【スピカ】「ここが、風の回廊の『最奥』」R

@シネスコ
@bg_pan_du(bg208, 4, 40000)

KOE(603201988,001)【スピカ】（あちらの世界と、どれだけ時間の流れに違いがあるんだろう……）R

KOE(603201991,001)【スピカ】（考えるのはやめよう……）R

@シネスコ終了
@bg(bg208, 4)

KOE(603201994,001)【スピカ】「……」R

@se(SE_elec_firefly_light)
@風の回廊_浅層(1000, 1, 0, 0, 1)
@bg_move(bg208, 4, 0, -100, 0, 0, 2000, 2)

KOE(603201997,001)【スピカ】「大きな結晶」R

KOE(603202000,001)【スピカ】「なんでかな。懐かしい感じがする……」R

KOE(603202003,001)【スピカ】「誰かが、中にいる」R

@se_stop

KOE(603202006,001)【スピカ】「結晶に……浮かんでいる……」R
KOE(603202008,001)【スピカ】「あなたたちは……」R

close
@se(SE_elec_alumias_collective_to_individual)
@fade_w(121)
@waitkey(1000)

@se_stop(3000)

;>>愛乃達の姿が現れる？R
@bgs_drama_pan_x(bs3_ai11_06, -1, bg208, 2000, 2, 500, 0, 100)
@立ち絵アルミアスっぽく(ai)
@wipe(4)
@waitkey(1500)

@bgs_drama_pan_x(bs3_ky21_09, -1, bg208, 2000, 2, -500, 0, -100)
@立ち絵アルミアスっぽく(ky)
@wipe(4)
@waitkey(1500)

@bgs_drama_pan_x(bs3_rk21_04, -1, bg208, 2000, 2, 500, 0, 100)
@立ち絵アルミアスっぽく(rk)
@wipe(4)
@waitkey(1500)

@bgs_drama_pan_x(bs3_hi12_03, -1, bg208, 2000, 2, -500, 0, -100)
@立ち絵アルミアスっぽく(hi)
@wipe(4)
@waitkey(1500)

……R

@bg(bg208)

KOE(603202019,001)【スピカ】「そう。あなたたちもここにたどりついたのね」R

@focus(bs3_hi11_01, -1)
@立ち絵アルミアスっぽく(hi)
@wipe(3)

KOE(603202022,003)【陽彩】「ええ……」R

@bf_w(2, hi11_07)

KOE(603202025,003)【陽彩】「この石は、風の一族の力と願いが回廊に落ちてきて結晶化したもの」R
//KOE(603202025,003)【陽彩】「この石は、風の一族の力と願いが回廊に落ちてきて結晶したもの」R

@bf_w(2, hi11_12)

KOE(603202028,003)【陽彩】「アルミアス結晶」R

@bf_w(2, hi11_01)
KOE(603202031,003)【陽彩】「あなたもまた、実体を失い、ひとつの願いとして落ちてきた」R

@bf_w(2, hi11_03)
KOE(603202034,003)【陽彩】「そうして大きな願いの一部となったわ」R

KOE(603202037,001)【スピカ】「これから私はどうなるの」R

KOE(603202040,001)【スピカ】「消えるの？」R

@bf_w(2, hi11_12)
KOE(603202043,003)【陽彩】「消えないわ」R

@bgm_stop(3000)

@bf_w(3, hi11_01)
KOE(603202047,003)【陽彩】「風になるの」R

@bgm(bgm29)

@bf_w(2, hi11_03)
KOE(603202050,003)【陽彩】「目に見えなくても……」R

@bf_w(2, hi11_12)
KOE(603202053,003)【陽彩】「触れられなくても」R

@bf_w(2, hi11_01)
KOE(603202056,003)【陽彩】「風として、大好きな人達を見守り続けるの」R

@fade_w(4)

@se(SE_soft_wind, 1000)

@レンズフレア(<LENS_FLARE_TYPE_EVENING_RL>, 255, 4)
@waitkey(1000)

@bg_move(ef_avan_bg02, 5, 0, -968, 0, -168, 40000, 0, 1000)

//──世界をめぐり続けるの──R
@同棲編ラストスピカモノローグ(6, "──世界をめぐり続けるの──", -1, -1, "", 2000, 1000)

@fade_w(4)
@waitkey(500)

@bg(bg208, 4)

KOE(603202067,001)【スピカ】「……そっか」R

KOE(603202070,001)【スピカ】「だったら一緒に、見守ろう」R

KOE(603202073,001)【スピカ】「大好きな町を」R

KOE(603202076,001)【スピカ】「大好きな人を……」R

……R

@all_sound_stop(8000)
@fade_w(6)
@waitkey(3000)


;>>スピカの神視点。台詞かするのもありだけど。R
;>>挿入歌でも流す？R

;＜背景：空＞R
@風_スピカフィルター
@bg_pan_lr(bg999, 5)

//@bgm(BGM84)
@bgm(BGM17)

@se(SE_wind_spica)
@風_スピカ
@waitkey(1000)

KOE(603202090,001)【スピカ】「風になって、世界をめぐり続ける……」R

@se_stop(3000)

@fade_w(5)

KOE(603202093,001)【スピカ】「ねぇ麦……」R

@光の葉＋レンズフレア
@bg_move(ef_avan_bg02, 5, 0, -168, 0, -968, 40000, 0, 1000)

KOE(603202096,001)【スピカ】「ここはとても、美しい場所だよ」R

KOE(603202099,001)【スピカ】「ここなら、どんな願いでもかないそう……」R

KOE(603202102,001)【スピカ】「元気でね」R

KOE(603202105,001)【スピカ】「穂乃夏をよろしくね……」R

@光の葉大きめ
@bg_move(ef_avan_bg03, 5, 0, 0, -2076, 0, 80000, 0, 1000, 0, 0)

KOE(603202108,001)【スピカ】「いつまでも」R

KOE(603202111,001)【スピカ】「再婚してもいいけど……」R

@fade_w(4)
@bg(bg_siro, -1)
@bs_set(bs3_sp11_03)
@bs_scale(sp, 1100, 1000, 15000, 0)
@bs_tr(sp, 128)
@wipe(4)

KOE(603202114,001)【スピカ】「いいけど、私のことも忘れないで」R

@bf_w(3, sp11_04)

KOE(603202117,001)【スピカ】「時々、思い出して」R

@bf_w(3, sp12_05)

KOE(603202120,001)【スピカ】「私に負けないくらい、美味しいピザを作ってね」R

@bf_w(3, sp11_03)

KOE(603202123,001)【スピカ】「それで……」R

close
@set_wipe_wait(1)
@bs_set(sp11_03)
back.object[$$get_bs_obj_index(sp)].tr = 255
@wipe(6)

@todo("柴崎さん対応：天雲さんFB「ここスピカ立ち絵濃くなるんですが、シチュ的にはもっと薄くなったほうがいいと思います」")

@set_wipe_wait(1)
@bs_w(4, sp11_08)

KOE(603202126,001)【スピカ】「元気でね」R

close
@se(SE_elec_light_explode)
@スピカ消える
@wipe(99)

@fade_w(5)

@se_stop(3000)
@waitkey(1000)

@風_スピカフィルター
@bg_zoom(bg010_01, 5, 1100, 1000, 10000)
@風_スピカ(1, 99)

KOE(603202129,001)【スピカ】「あなたには見えなくても」R

@bg_zoom(bg011_01, 5, 1100, 1000, 100000, 0, 0)
@風_スピカ(0, 99)

KOE(603202132,001)【スピカ】「触れられなくても」R

@bg_zoom(bg009_01, 5, 1100, 1000, 10000, 0, 0)
@風_スピカ(1, 99)

KOE(603202135,001)【スピカ】「私はそこにいるから」R

@bg_move(bg999, 5, 0, -100, 0, 100, 10000)
@風_スピカ(0, 99)

KOE(603202138,001)【スピカ】「風になって、そばにいるから」R

KOE(603202141,001)【スピカ】「寄り添い続けるから」R

@fade_w(5)

KOE(603202144,001)【スピカ】「私の意識は、大きな意志とひとつになっていく」R

KOE(603202147,001)【スピカ】「私が私じゃなくなっていく感覚……」R

KOE(603202150,001)【スピカ】「あぁそうか」R

@風_スピカフィルター
@bg_pan_lr(bg205_01, 5, 40000)
@風_スピカ(2)

KOE(603202153,001)【スピカ】「私は、この世界を吹き渡る、風のひとかけらになったんだ」R

KOE(603202156,001)【スピカ】「私はもう、私じゃない」R

KOE(603202159,001)【スピカ】「何か大きな力の一部でしかない……」R

KOE(603202162,001)【スピカ】「そうして、世界を渡り続ける」R

@bg_pan_du(bg999_01, 5, 40000)

KOE(603202165,001)【スピカ】「だけど……」R

KOE(603202168,001)【スピカ】「たまにふと、夢から覚めるように、私は私として覚醒することがある」R

@風_スピカ(1, -1)
@bg_pan_lr(bg999_01, 5, 40000, 0, 1500, 0, 0)

KOE(603202171,001)【スピカ】「そんなとき、私は大きな力から飛び出して……」R

KOE(603202174,001)【スピカ】「いちじんの風になって」R

KOE(603202176,001)【スピカ】「自分の意志で、何かを探しながら空を飛んでいく」R

@fade_w(5)

;>>風車素材あるようなそれを
@風_スピカフィルター
@bg_move(bg707_08, 4, 0, -500, 0, 0, 35000)

KOE(603202183,001)【スピカ】「そうして、向こうに風車が見える」R

KOE(603202186,001)【スピカ】「そう。あれは、風の通り道」R

KOE(603202189,001)【スピカ】「人と風が出会う場所……」R

KOE(603202192,001)【スピカ】「あれを私は知っている」R

KOE(603202195,001)【スピカ】「そうだ……」R
KOE(603202197,001)【スピカ】「だんだん思い出してくる」R

KOE(603202200,001)【スピカ】「私自身の記憶を」R

@fade_w(4)

@白フィルター全体(96)
@cg_zoom(cg_sp03_0101, -1, 1250, 1000, 30000)
back.object[<OBJ_CG>].bright = 16
@wipe(4)

KOE(603202203,001)【スピカ】「風になってしまう前の、記憶……」R

KOE(603202206,001)【スピカ】「帰らないと」R
KOE(603202208,001)【スピカ】「あそこに、あの人がいるから」R

close
@bright_out(3000)

@フィルター終了

@風_スピカフィルター
@bg_move(bg707_08, 4, 200, -100, -200, -100, 40000)
@風_スピカ

KOE(603202211,001)【スピカ】「風になった私は、そこを目指して飛んで行く」R
KOE(603202213,001)【スピカ】「風車がぐるぐると回る」R

KOE(603202216,001)【スピカ】「風車の近くにある家の中へ」R

;＜背景：ログハウス・リビング＞」R
@bg_move(bg702_30, 4, 0, 170, 0, -170, 20000, 0, 1250)

KOE(603202221,001)【スピカ】「懐かしい家……」R

KOE(603202224,001)【スピカ】「大好きな人と、私の……大事な……」R

@bg_move(bg703, 4, -240, 0, 240, 0, 20000, 0, 1250)

KOE(603202227,001)【スピカ】「穂乃夏……」R

KOE(603202230,001)【スピカ】「大事な子供が住む家」R

KOE(603202233,001)【スピカ】「ちゃんと抱いてあげることも、出来なかった」R

@bg_zoom(bg703, 4, 1500, 1000, 50000)

KOE(603202236,001)【スピカ】「すっかり大きくなっている」R

KOE(603202239,001)【スピカ】「こちらからみると、その世界はほとんど静止したように見える……」R

KOE(603202242,001)【スピカ】「麦はテーブルに座ってぼんやりとしている」R

KOE(603202245,001)【スピカ】「穂乃夏は向こうの部屋ですやすやと寝ていた」R

KOE(603202248,001)【スピカ】「麦に触れたい。けど、風になった私は触れられない」R

KOE(603202251,001)【スピカ】「あれは……」R

@fade_w(4)

KOE(603202254,001)【スピカ】「テーブルに座る麦の前に置かれた本」R

@回想枠
@bg(bg_siro, -1)
@cg_zoom(ef_cutin_tenyeardiary, 5, 1100, 1000, 10000)

KOE(603202257,001)【スピカ】「交換日記……」R

@bgm_stop(8000)
@waitkey(1000)

@エタニクルＥＤ

@fade_w(6)
@waitkey(1500)

return
