// #SCENE_SCRIPT_ID = 6023 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00
@シーン開始

;>>同棲編SCENE.21
@スピカアフターパジャマ

;＜背景：空＞R
@夜
@bg_pan_du(bg999)

布団の中で互いを感じながら、いろんな話をした。R

気付けば、夜が明けそうだった。R

俺は……ずっと心に決めていたことを、今こそ話そうと思っていた。R

//@シネスコ
@bg(bg704_06)
//@bg_PAN(B_BG704_06,3,6,6)
;＜背景：？？＞R

@bgm(bgm38)

【麦】「聞いてくれ、スピカ」R

@face(sf11_01)
KOE(602300029,001)【スピカ】「うん？」R

【麦】「真剣な話なんだ」R

【麦】「きっと俺はスピカとずっといられない」R

【麦】「どうしても俺は老いていく」R

【麦】「だけど、その時間を全部使ってスピカの居場所を、帰る場所を作る」R

@face(sf11_03)
KOE(602300040,001)【スピカ】「私の帰る場所はあなたよ」R

@face(sf11_20)
KOE(602300043,001)【スピカ】「確かに不老だけど、不死ではないわ」R

@face(sf11_16)
KOE(602300046,001)【スピカ】「だからあなたを看取ったら……」R

@face(sf11_10)
KOE(602300049,001)【スピカ】「私は……私も……」R
@揺れ弱
@face(sf11_24)
【麦】「だめだ！」R

【麦】「それは……なんていうか、重い」R

@face(sf11_02)
KOE(602300056,001)【スピカ】「それくらい私も真剣よ」R

【麦】「その気持ちは嬉しいけど、嬉しくない。俺が死んだ後も俺だけを思って生き続けてくれ」R

@face(sf11_10)
KOE(602300061,001)【スピカ】「それは……なんていうか、重いわ」R

@face(sf11_03)
KOE(602300064,001)【スピカ】「だけど、その重さを背負うのも……悪くないのかもしれない」R

@bg_pan_lr(bg704_06)

【麦】「言っておいてなんだけど、ずっとスピカがひとりで生きたらいいのかって……そうも思わない」R

【麦】「だからといって、正解は分からない」R

【麦】「でも、そうならないように……そうする必要がないようにするのが、俺の人生の目標なんだと思う」R

【麦】「スピカの止まった時間を動かす方法を探そう」R

【麦】「一緒に歳をとっていく方法を。同じ時間を生きる方法を探そう」R

【麦】「まだ俺の人生、残りの時間はたくさんある」R

【麦】「それを全部、スピカのために人生を捧げようとっていう」R

@face(sf11_24)
KOE(602300081,001)【スピカ】「……麦」R

@face(sf11_17)
KOE(602300084,001)【スピカ】「あ、ありがとう」R

【麦】「うん」R

@bg(bg704_06)

【麦】「つまりなんだ、今言ったのは」R


@face(sf11_01)
KOE(602300092,001)【スピカ】「？」R

【麦】「要するにそれは俺にとって……」R

@face(sf11_24)
KOE(602300097,001)【スピカ】「麦にとって？」R
【麦】「つまり……」R

【麦】「ぷ……」R

@face(sf11_01)
KOE(602300103,001)【スピカ】「ぷ？」R

【麦】「プロ……」R

@face(sf11_13)
KOE(602300108,001)【スピカ】「プロ？」R

@シネスコ
@bg_pan_du(b_bg704_06)

く……っ。いざとなると、その一言を口にする勇気が、なかなか。R

【麦】「だからつまり、本気だから……」R

【麦】「だから、プロ……」R

@face(sf11_16)
KOE(602300117,001)【スピカ】「本気だから……プロ……」R

@face(sf11_07@0a)
KOE(602300120,001)【スピカ】「分かった。プロ意識の塊？」R

【麦】「へ」R

【麦】「なんのプロ意識なんだ？？」R

@face(sf11_14)
KOE(602300126,001)【スピカ】「でもプロって……」R

【麦】「つまり、人生を捧げるっていうのは」R

【麦】「ずっと続いていくというわけで」R

@face(sf11_16)
KOE(602300133,001)【スピカ】「続いていく……プロ……」R

@face(sf11_24)
KOE(602300136,001)【スピカ】「あ、もしかして」R

【麦】「うん」R

@face(sf11_07)
KOE(602300141,001)【スピカ】「麦にとっては、ほんのプロローグでしかない。人生の」R

@face(sf11_04)
KOE(602300143,001)【スピカ】「そんなことを言いたいのね」R

【麦】「……え」R

@face(sf11_24)
KOE(602300148,001)【スピカ】「かっこいい……nl　それほどの覚悟がただのプロローグでしかないなんて……」R

@face(sf11_08)
KOE(602300151,001)【スピカ】「私、うれしい……」R

【麦】「そ、そうか、それならよかった……」R

@シネスコ終了
@bg(bg704_06)

……R

【麦】「いや違う」R

【麦】「プロローグとか言いたいんじゃない」R

@face(sf11_13)
KOE(602300161,001)【スピカ】「違うの！？　私ちょっと泣いちゃったよ」R

【麦】「うん。泣いちゃってて悪いけど、違うんだ」R

【麦】「つまり、だな」R

【麦】「スピカのために人生を捧げるっていうのは」R

@face(sf11_17)
KOE(602300170,001)【スピカ】「い、言うのは」R

【麦】「プロ──」R

@face(sf11_05)
KOE(602300175,001)【スピカ】「プロレス……」R
@bs
bgm.stop(2000)

また変なことを言おうとするスピカを遮って、俺は叫ぶ。R
@揺れ中
@大声
【麦】「プロポーズなんだ！」R
@声リセット

@face(sf11_24)
KOE(602300186,001)【スピカ】「え」R

@bgm(bgm29)

@face(sf11_17)
KOE(602300191,001)【スピカ】「なんて」R

【麦】「プロポーズなんだ」R

【麦】「辻倉スピカさん」R

【麦】「速川スピカになってください」R

@face(sf11_01)
KOE(602300200,001)【スピカ】「……」R

@face(sf11_24)
KOE(602300203,001)【スピカ】「……え」R

【麦】「何が変わるか分からないけど」R

【麦】「それでも俺にとっては大事なことなんだ」R

【麦】「これからは恋人じゃなくて、夫婦として一緒に歩んでいきたい」R

@face(sf11_24)
KOE(602300212,001)【スピカ】「………」R

【麦】「お願いします」R

@face(sf11_24)
KOE(602300217,001)【スピカ】「……ぁ……」R

スピカはしばらく、呆然とこちらを見ていた。R

@face(sf11_16)
KOE(602300222,001)【スピカ】「プロポーズ……」R

@face(sf11_17)
KOE(602300225,001)【スピカ】「え、と」R

【麦】「いきなりだから、しばらく考えて貰ってもいいんだけど……」R

@face(sf11_18)
KOE(602300230,001)【スピカ】「私……」R

@シネスコ
@bg(b_bg704_06)
@揺れ弱

//★★★ＳＥ：フォーリー＿布団から抜け出す＿スピカ
@se("SE_futon_exit_spica")

スピカはおもむろに、布団から抜け出す。R

そうして、枕を抱きしめながら……R

;>>ＣＧ使う？R
;>>スピカ、Yes/Go枕を手にとって、麦にYesの方を向ける。R

@se(SE_pillow_turn)
//@todo("岡本さん確認：Yes/Go枕の演出素材")

//<<<<<<< .mine
//@cutin(ef_cutin_YES_GOPillow, 0, -1, 1, 0, 0, 1)
//@face(sp11_17)
//||||||| .r1568
//@face(sp11_16)
//=======
//@face(sp11_10)
//>>>>>>> .r1598

@シネスコ
@bs(bs3_sn12_02)
KOE(602300240,001)【スピカ】「これが、答え……です」R

【麦】「…つまり」R
//@cutin_del("", -1)
//@bs(sp11_17)
@bf(sn12_01)
KOE(602300245,001)【スピカ】「ふつつかものですが……よろしくおねがいします」R	//@bc(2493,sp11_04)R

close
@bf(sn12_03)
@waitkey(1600)

@シーン終了(1500, 2000)

return
