// #SCENE_SCRIPT_ID = 6139 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00

;>> 各UMAの入手時パートボイス
//東の風神・エウロス：#z010、#z011
//南の風神・ノトス：#z020、#z021
//西の風神・ゼピュロス:#z030、#z031
//北の風神・ボレアス：#z040、#z041
//河瀬：#z050、#z051
//小森：#z060、#z061
//玖琉未：#z070、#z071
//ツミレ：#z080、#z081
//メデューサ：#z090、#z091

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆東の風神・エウロス入手時
#z010
//初回獲得時

KOE(613700019,014)【エウロス】「ほっほっほ、今の私は町長ではありません」R

KOE(613700021,014)【エウロス】「言葉を刃に、微笑みを罠に」R

KOE(613700023,014)【エウロス】「真も偽も躍らせる、策謀の紳士にして真澄町を守護する東の風神、エウロス」R

KOE(613700025,014)【エウロス】「ぜひ、そう呼んでいただきたいですね」R

return


#z011
//２回目以降

KOE(613900034,014)【エウロス＿２】「何回でも会いますよぉ。エウロスは、会えるアイドルならぬ、会える風神ですからね」R

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆南の風神・ノトス入手時
#z020
//初回獲得時

KOE(613700034,050)【ノトス】「俺を捕まえるたぁ、大したタマじゃねぇか」R

KOE(613700036,050)【ノトス】「俺は真澄町を守護する南の風神、ノトス！」R

KOE(613700038,050)【ノトス】「仕事の中で鍛え抜かれたこの筋肉で、筋肉旋風を巻き起こしてやろうじゃないか！」R

KOE(613700040,050)【ノトス】「筋肉があれば何でもできる！　家族も守れるし、威厳も演出できるぞ！　がっはっは！」R

return

#z021
//２回目以降

KOE(613900057,050)【ノトス＿２】「また会ったな坊主！　さては、俺の筋肉に惚れたなぁ？」R

return

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆西の風神・ゼピュロス入手時
#z030
//初回獲得時

KOE(613700049,050)【ゼピュロス】「いやぁ、まさか私のようなものを捕獲してもらえるとは思いませんでしたよ、ええ」R

KOE(613700051,050)【ゼピュロス】「こんな姿ですが、一応、西の風神をやらせていただいております、ゼピュロスと申します」R

KOE(613700053,050)【ゼピュロス】「どこまでお役に立てるかわかりませんが、神風ならぬ髪風を吹かせてみせますよ」R

KOE(613700055,050)【ゼピュロス】「髪が薄いことにかけてしまいました。自虐ギャグです、ええ、ええ」R

return


#z031
//２回目以降

KOE(613900080,050)【ゼピュロス＿２】「ふたたび出会えましたね、ええ、ええ。神も髪も、一期一会。大事にしていきましょう」R

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆北の風神・ボレアス入手時
#z040
//初回獲得時

KOE(613700064,050)【ボレアス】「我はボレアス。北の風神ボレアスだ」R

KOE(613700066,050)【ボレアス】「この頃は兎角余暇が多い。哲学と詩学に耽っていると、気づけば陽は落ち、腹は減る」R

KOE(613700068,050)【ボレアス】「やがて食糧が尽きるので、仕事をして稼ぐ。そしてまた余暇が出来、書を読む」R

KOE(613700070,050)【ボレアス】「この慎ましい生活こそが風流であり、我の最上の幸福なのだ」R

KOE(613700072,050)【ボレアス】「お主は、どうかな？　答えを見つけられるまで、力を貸して進ぜよう」R

return


#z041
//２回目以降

KOE(613900106,050)【ボレアス＿２】「また我を求めるか。幸福は見つけられたか？」R

return

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆河瀬捕獲時
#z050
//初回獲得時

KOE(613700081,010)【河瀬】「颯爽と来た」R

KOE(613700083,010)【河瀬】「そう。俺は考えたんだ」R

KOE(613700085,010)【河瀬】「自分で走れないなら、ＵＭＡとして走ればいいんだってな」R

KOE(613700087,010)【河瀬】「思い立ったが即行動。こうして来たってわけだ」R

KOE(613700089,010)【河瀬】「そういうわけで、麦。レースは俺に任せておけ」R

KOE(613700091,010)【河瀬】「スピードスターのように、一位をかっさらってみせるぜ」R

return


#z051
//２回目以降

KOE(613900133,010)【河瀬＿２】「何度でも颯爽と登場しよう。俺は常に進化し続けているからな」R

return

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆小森捕獲時
#z060
//初回獲得時

KOE(613700100,011)【小森】「なんだ、こんなハードボイルドなイケオジが仲間になるのに不満そうだな」R

KOE(613700102,011)【小森】「これでも結構、体力はあるんだぞ」R

KOE(613700104,011)【小森】「おい、信じてないな？」R

KOE(613700106,011)【小森】「そこいらのやつらに負けないから見てろって」R

return


#z061
//２回目以降

KOE(613900156,011)【小森＿２】「また俺に会いたくなったのか？　お前も、中々わかってるじゃねぇか」R

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆Ｔ－ＲＥＸ玖琉未捕獲時
#z070
//初回獲得時

KOE(613700115,012)【玖琉未】「てへ、捕まっちゃいました」R

KOE(613700117,012)【玖琉未】「この着ぐるみをかぶっていると、恐竜心が溢れて爆発しちゃうんです」R

KOE(613700119,012)【玖琉未】「だから、捕獲罠に引っ掛かっちゃうのも仕方ありません」R

KOE(613700121,012)【玖琉未】「でも、これを身にまとって、全身で彼らと一体になれるんですよ？」R

KOE(613700123,012)【玖琉未】「それってもう、最強ってことですよね！？」R

return


#z071
//２回目以降

KOE(613900182,012)【玖琉未＿２】「ぎゃおおおおおお！　再会の喜びに、咆哮をあげちゃいましょう」R

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ツミレ捕獲時
#z080
//初回獲得時

KOE(613700132,013)【ツミレ】「オロロ～！」R	

KOE(613700134,013)【ツミレ】「オロ、オロロロロ！」R	

KOE(613700136,013)【ツミレ】「オロロ？」R	

KOE(613700138,013)【ツミレ】「オロロロロォォ！」R	

return


#z081
//２回目以降

KOE(613900206,013)【ツミレ＿２】「オッロロ～。オロロロロォ」R	

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆メデューサ捕獲時
#z090
//初回獲得時

KOE(613700147,051)【メデューサ】「グルゥルルルル」R

;>>あとで【少女】に
KOE(613700150,006)【広美２５歳】「……？　どこかで会ったことがあるかしら」R

KOE(613700152,006)【広美２５歳】「あなたとは縁があるような気がするの」R

KOE(613700154,006)【広美２５歳】「だから、少しだけ力になってあげる」R

KOE(613700156,006)【広美２５歳】「一緒に頑張りましょう」R
return

#z091
//２回目獲得時
KOE(613900230,006)【広美２５歳＿２】「また会うのね。結び合うような絆があるのかな」R

return


