// #SCENE_SCRIPT_ID = 6153 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#Z00
;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆速川麦

;>>スタート前
KOE(615300007,018)【麦＿収録】「準備完了」R

;>>スタート時
KOE(615300010,018)【麦＿収録】「勝負だ！」R

;>>１着でゴール時
KOE(615300013,018)【麦＿収録】「ナイスラン！　俺たちの勝利だ」R

;>>勝っている時
KOE(615300016,018)【麦＿収録】「このままトップで突っ走るぞ」R

;>>負けている時
KOE(615300019,018)【麦＿収録】「まだチャンスはある」R

;>>ＵＭＡを交換する時（パターン１）
KOE(615300022,018)【麦＿収録】「戻れ、交代だ」R

;>>ＵＭＡを交換する時（パターン２）
KOE(615300025,018)【麦＿収録】「ここはバトンタッチだ」R

;>>ＵＭＡを交換する時（パターン３）
KOE(615300028,018)【麦＿収録】「計画的に行こう」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(615300031,018)【麦＿収録】「よく頑張ったな、ゆっくり休んでくれ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(615300034,018)【麦＿収録】「バトンは繋がれた、ありがとう」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(615300037,018)【麦＿収録】「大丈夫、そういうこともあるさ」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(615300040,018)【麦＿収録】「そん、な……」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(615300043,018)【麦＿収録】「ここまで、なのか……？」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(615300046,018)【麦＿収録】「目の前が、真っ暗になった……」R

;>>アイテム取得時（パターン１）
KOE(615300049,018)【麦＿収録】「アイテムを拾ったぞ！」R

;>>アイテム取得時（パターン２）
KOE(615300052,018)【麦＿収録】「運も実力のうちだ」R

;>>アイテム取得時（パターン３）
KOE(615300055,018)【麦＿収録】「よし、どう使おうか」R

;>>アイテム使用時（パターン１）
KOE(615300058,018)【麦＿収録】「届け！」R

;>>アイテム使用時（パターン２）
KOE(615300061,018)【麦＿収録】「行くぞ！」R

;>>アイテム使用時（パターン３）
KOE(615300064,018)【麦＿収録】「くらえ！」R

;>>専用スキル使用（パターン１）
KOE(615300067,018)【麦＿収録】「極限状態（トリガー）！」R

;>>専用スキル使用（パターン２）
KOE(615300070,018)【麦＿収録】「全力で突破口を切り開く！」R

;>>抜いた時
KOE(615300073,018)【麦＿収録】「抜かせてもらう」R

;>>抜かされた時
KOE(615300076,018)【麦＿収録】「くっ、やるな」R

;>>回避した時（パターン１）
KOE(615300079,018)【麦＿収録】「ナイス回避だ」R

;>>回避した時（パターン２）
KOE(615300082,018)【麦＿収録】「これくらいは余裕だな」R

;>>回避した時（パターン３）
KOE(615300085,018)【麦＿収録】「ちゃんと周りを見ててえらいぞ」R

;>>スタン時（パターン１）
KOE(615300088,018)【麦＿収録】「大丈夫か！？」R

;>>スタン時（パターン２）
KOE(615300091,018)【麦＿収録】「焦らずゆっくり立て直そう」R

;>>スタン時（パターン３）
KOE(615300094,018)【麦＿収録】「まだ慌てる時間じゃない」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆辻倉朱比華


;>>スタート前
KOE(613800102,001)【スピカ】「風が……騒がしいわね」R

;>>スタート時
KOE(613800105,001)【スピカ】「必ず勝つわ」R

;>>１着でゴール時
KOE(613800108,001)【スピカ】「よく頑張ったわね」R

;>>勝っている時
KOE(613800111,001)【スピカ】「この風に乗れば勝てるわ」R

;>>負けている時
KOE(613800114,001)【スピカ】「悔しくなんてないわっ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800117,001)【スピカ】「交代よ。ゆっくりお休み」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800120,001)【スピカ】「よしよし。よくやったわね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800123,001)【スピカ】「お疲れ様。次の子に任せて」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800126,001)【スピカ】「……みんな、よく頑張ったわ」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800129,001)【スピカ】「次こそは、絶対……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800132,001)【スピカ】「届かなかったみたいね……」R

;>>アイテム取得時（パターン１）
KOE(613800135,001)【スピカ】「ナイスタイミング」R

;>>アイテム取得時（パターン２）
KOE(613800138,001)【スピカ】「これを使えば……」R

;>>アイテム取得時（パターン３）
KOE(613800141,001)【スピカ】「これ、ピザに使える」R

;>>アイテム使用時（パターン１）
KOE(613800144,001)【スピカ】「トッピング！」R

;>>アイテム使用時（パターン２）
KOE(613800147,001)【スピカ】「飛ぶわ」R

;>>アイテム使用時（パターン３）
KOE(613800150,001)【スピカ】「風の囁きが聞こえる」R

;>>専用スキル使用（パターン１）
KOE(613800153,001)【スピカ】「ピザの具にしてやるわ」R

;>>専用スキル使用（パターン２）
KOE(613800156,001)【スピカ】「風が導くままに」R

;>>抜いた時
KOE(613800159,001)【スピカ】「大したことないわね」R

;>>抜かされた時
KOE(613800162,001)【スピカ】「クソ虫っ！」R

;>>回避した時（パターン１）
KOE(613800165,001)【スピカ】「これくらい余裕よ」R

;>>回避した時（パターン２）
KOE(613800168,001)【スピカ】「どんどんいくわ」R

;>>回避した時（パターン３）
KOE(613800171,001)【スピカ】「見切ったわ」R

;>>スタン時（パターン１）
KOE(613800174,001)【スピカ】「……ちょっと油断しただけよ」R

;>>スタン時（パターン２）
KOE(613800177,001)【スピカ】「少し休んでるだけよ」R

;>>スタン時（パターン３）
KOE(613800180,001)【スピカ】「まだ、巻き返せる」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆総羽愛乃


;>>スタート前
KOE(613800189,002)【愛乃】「この子の凄さ、見せてあげます」R

;>>スタート時
KOE(613800192,002)【愛乃】「レディー、ゴー！」R

;>>１着でゴール時
KOE(613800195,002)【愛乃】「やりました！　勝ちましたよ！」R

;>>勝っている時
KOE(613800198,002)【愛乃】「私の勝ちも目前ですね」R

;>>負けている時
KOE(613800201,002)【愛乃】「ま、まだ負けてません！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800204,002)【愛乃】「ナイスラン！次行きましょう！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800207,002)【愛乃】「いい走りでしたよ！笑顔で交代です！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800210,002)【愛乃】「ここまでありがとう！かっこよかったですよ！」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800213,002)【愛乃】「うそ、全員バテバテですか！？」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800216,002)【愛乃】「ここでリタイアみたいですね……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800219,002)【愛乃】「後は、任せました……ガクッ」R

;>>アイテム取得時（パターン１）
KOE(613800222,002)【愛乃】「きたーーーー！」R

;>>アイテム取得時（パターン２）
KOE(613800225,002)【愛乃】「これを待ってました！」R

;>>アイテム取得時（パターン３）
KOE(613800228,002)【愛乃】「テンション上がりますね！」R

;>>アイテム使用時（パターン１）
KOE(613800231,002)【愛乃】「だっふんだ！」R

;>>アイテム使用時（パターン２）
KOE(613800234,002)【愛乃】「パラソルエンジン始動！」R

;>>アイテム使用時（パターン３）
KOE(613800237,002)【愛乃】「研究の成果をお見せします」R

;>>専用スキル使用（パターン１）
KOE(613800240,002)【愛乃】「パラソルエンジンフルドライブ！」R

;>>専用スキル使用（パターン２）
KOE(613800243,002)【愛乃】「これが飛行機乗り魂です！」R

;>>抜いた時
KOE(613800246,002)【愛乃】「このまま一着はもらいますね！」R

;>>抜かされた時
KOE(613800249,002)【愛乃】「ここからが本当の勝負ですっ」R

;>>回避した時（パターン１）
KOE(613800252,002)【愛乃】「ひょいっとかわしますよ」R

;>>回避した時（パターン２）
KOE(613800255,002)【愛乃】「冴え渡ったジャンプです！」R

;>>回避した時（パターン３）
KOE(613800258,002)【愛乃】「余裕ですね！」R

;>>スタン時（パターン１）
KOE(613800261,002)【愛乃】「まさかのエンスト！？」R

;>>スタン時（パターン２）
KOE(613800264,002)【愛乃】「今のはなしになりませんか？」R

;>>スタン時（パターン３）
KOE(613800267,002)【愛乃】「あ、やばっ」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆淡雪陽彩


;>>スタート前
KOE(613800276,003)【陽彩】「きゅふふ♪　どんなレースになるかしら」R

;>>スタート時
KOE(613800279,003)【陽彩】「勝利を味わいに行くわ」R

;>>１着でゴール時
KOE(613800282,003)【陽彩】「当然の結果ね」R

;>>勝っている時
KOE(613800285,003)【陽彩】「順調すぎてつまらないわね」R

;>>負けている時
KOE(613800288,003)【陽彩】「逆転勝利も楽しそうね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800291,003)【陽彩】「あら、交代みたいね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800294,003)【陽彩】「想定通りだわ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800297,003)【陽彩】「次の鼓動に繋いでみせるわ」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800300,003)【陽彩】「淡雪は、負ける様も美しいのよ……」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800303,003)【陽彩】「にゅあぁぁぁぁぁぁぁぁ……！」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800306,003)【陽彩】「この未知は、もう経験したくないわね」R

;>>アイテム取得時（パターン１）
KOE(613800309,003)【陽彩】「面白い引きをしたわ」R

;>>アイテム取得時（パターン２）
KOE(613800312,003)【陽彩】「悪くないわね！」R

;>>アイテム取得時（パターン３）
KOE(613800315,003)【陽彩】「次の手はこれよ！」R

;>>アイテム使用時（パターン１）
KOE(613800318,003)【陽彩】「アドミナブル・アンド・サイ！」R

;>>アイテム使用時（パターン２）
KOE(613800321,003)【陽彩】「これは知ってるかしら？」R

;>>アイテム使用時（パターン３）
KOE(613800324,003)【陽彩】「楽しませてもらうわ」R

;>>専用スキル使用（パターン１）
KOE(613800327,003)【陽彩】「全てが淡雪を輝かせる！」R

;>>専用スキル使用（パターン２）
KOE(613800330,003)【陽彩】「電気柵の恐怖を知りなさい！」R

;>>抜いた時
KOE(613800333,003)【陽彩】「淡雪に見惚れていたのかしら」R

;>>抜かされた時
KOE(613800336,003)【陽彩】「なんだかモヤモヤするわ！」R

;>>回避した時（パターン１）
KOE(613800339,003)【陽彩】「避ける仕草も絵になるわ」R

;>>回避した時（パターン２）
KOE(613800342,003)【陽彩】「淡雪の知識なら余裕ね」R

;>>回避した時（パターン３）
KOE(613800345,003)【陽彩】「最高に美しく飛ぶわ」R

;>>スタン時（パターン１）
KOE(613800348,003)【陽彩】「び、ビリビリ、痺れて……」R

;>>スタン時（パターン２）
KOE(613800351,003)【陽彩】「淡雪の美しさで世界が止まった？」R

;>>スタン時（パターン３）
KOE(613800354,003)【陽彩】「美しい偶然もいいわね」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆白渡小詠


;>>スタート前
KOE(613800363,004)【小詠】「私、行きまぁす」R

;>>スタート時
KOE(613800366,004)【小詠】「ぴ、よ、ぴ、よ、とーどけーるよー」R

;>>１着でゴール時
KOE(613800369,004)【小詠】「郵便魂の勝利です」R

;>>勝っている時
KOE(613800372,004)【小詠】「ぴひひ、風が気持ちいいですね」R

;>>負けている時
KOE(613800375,004)【小詠】「ぴぃ……こ、これからです」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800378,004)【小詠】「ひとやすみしましょうか」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800381,004)【小詠】「これ以上、無理はさせられませんね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800384,004)【小詠】「お疲れのようですね」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800387,004)【小詠】「また配達のし直しです……」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800390,004)【小詠】「き、今日のところはこれぐらいで……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800393,004)【小詠】「ぴぃ…… （※目がぐるぐる）」R

;>>アイテム取得時（パターン１）
KOE(613800396,004)【小詠】「おお、アイテムを拾いました！」R

;>>アイテム取得時（パターン２）
KOE(613800399,004)【小詠】「これは何に使うのでしょう？」R

;>>アイテム取得時（パターン３）
KOE(613800402,004)【小詠】「心強いですね」R

;>>アイテム使用時（パターン１）
KOE(613800405,004)【小詠】「すみませーん、食らってくださーい」R

;>>アイテム使用時（パターン２）
KOE(613800408,004)【小詠】「真剣に逃げます！」R

;>>アイテム使用時（パターン３）
KOE(613800411,004)【小詠】「ぴぃええい！」R

;>>専用スキル使用（パターン１）
KOE(613800414,004)【小詠】「ぴゃっほーう！　小鳥郵便屋、最高っ！」R

;>>専用スキル使用（パターン２）
KOE(613800417,004)【小詠】「私の郵便魂を、お見せしましょう！」R

;>>抜いた時
KOE(613800420,004)【小詠】「お先、失礼します」R

;>>抜かされた時
KOE(613800423,004)【小詠】「な、なんのそのです」R

;>>回避した時（パターン１）
KOE(613800426,004)【小詠】「ぴぃ……危ないですね　 ;>>ふぅ…」R

;>>回避した時（パターン２）
KOE(613800429,004)【小詠】「ぴょいっと」R

;>>回避した時（パターン３）
KOE(613800432,004)【小詠】「ぶつからなくてよかったです」R

;>>スタン時（パターン１）
KOE(613800435,004)【小詠】「ぴぃ……生きるのって大変です」R

;>>スタン時（パターン２）
KOE(613800438,004)【小詠】「ままなりませんね」R

;>>スタン時（パターン３）
KOE(613800441,004)【小詠】「ぴぃ！　大丈夫ですか！？」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆速川六花

;>>スタート前
KOE(613800448,005)【六花】「兄さんとのレース、楽しみです」R

;>>スタート時
KOE(613800451,005)【六花】「兄さんの邪魔をしてはいけませんよ」R

;>>１着でゴール時
KOE(613800454,005)【六花】「兄さんはまだ本気を出していないだけです」R

;>>勝っている時
KOE(613800457,005)【六花】「兄さんの先を行くとは何様のつもりですか（冷血六花）」R

;>>負けている時
KOE(613800460,005)【六花】「凛々しく前を走る姿……ご立派です！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800463,005)【六花】「無理させちゃったみたいですね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800466,005)【六花】「頑張りましたね。えらいですよ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800469,005)【六花】「交代です。切り替えていきましょう」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800472,005)【六花】「これ以上は、無理みたいですね……」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800475,005)【六花】「わたしはここまでみたいです……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800478,005)【六花】「力及ばず……悔しいです」R

;>>アイテム取得時（パターン１）
KOE(613800481,005)【六花】「贈り物、頂きました」R

;>>アイテム取得時（パターン２）
KOE(613800484,005)【六花】「さて、どう活かしましょうか」R

;>>アイテム取得時（パターン３）
KOE(613800487,005)【六花】「これでもっと頑張れそうです」R

;>>アイテム使用時（パターン１）
KOE(613800490,005)【六花】「参ります！」R

;>>アイテム使用時（パターン２）
KOE(613800493,005)【六花】「兄さんのために！」R

;>>アイテム使用時（パターン３）
KOE(613800496,005)【六花】「こういう手もあります」R

;>>専用スキル使用（パターン１）
KOE(613800499,005)【六花】「ブラコン？　褒め言葉です！」R

;>>専用スキル使用（パターン２）
KOE(613800502,005)【六花】「ぶっこぬきますよ（冷血六花）」R

;>>抜いた時
KOE(613800505,005)【六花】「妹に花を持たせる兄さんご立派です！」R

;>>抜かされた時
KOE(613800508,005)【六花】「妹相手に本気の兄さんご立派です！」R

;>>回避した時（パターン１）
KOE(613800511,005)【六花】「今の見ていただけましたか」R

;>>回避した時（パターン２）
KOE(613800514,005)【六花】「兄さんならもっとうまくできましたね」R

;>>回避した時（パターン３）
KOE(613800517,005)【六花】「安全第一でいきましょう」R

;>>スタン時（パターン１）
KOE(613800520,005)【六花】「やってしまいました……」R

;>>スタン時（パターン２）
KOE(613800523,005)【六花】「兄さんがひとり、兄さんがふたり……」R

;>>スタン時（パターン３）
KOE(613800526,005)【六花】「きゃっ、ビックリしました」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆尾道文弥


;>>スタート前
KOE(613800535,007)【文弥】「こういう雰囲気は久しぶりね」R

;>>スタート時
KOE(613800538,007)【文弥】「さて、始めましょうか」R

;>>１着でゴール時
KOE(613800541,007)【文弥】「みんなの期待には応えられたわね」R

;>>勝っている時
KOE(613800544,007)【文弥】「勝利が私を待ってるわ」R

;>>負けている時
KOE(613800547,007)【文弥】「新しい企画考えないとダメかしら……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800550,007)【文弥】「現場判断で交代よ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800553,007)【文弥】「ここは慌てず交代タイムね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800556,007)【文弥】「あなたの奮闘は必ず活かすわ！」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800559,007)【文弥】「悔しいけど、誇らしいわ」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800562,007)【文弥】「もう業務終了時間みたいね……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800565,007)【文弥】「あーあー……負けっちゃったわ」R

;>>アイテム取得時（パターン１）
KOE(613800568,007)【文弥】「アイテムゲット♪」R

;>>アイテム取得時（パターン２）
KOE(613800571,007)【文弥】「役場からの支援物資ね」R

;>>アイテム取得時（パターン３）
KOE(613800574,007)【文弥】「チャンス到来！」R

;>>アイテム使用時（パターン１）
KOE(613800577,007)【文弥】「こんな企画はどうかしら」R

;>>アイテム使用時（パターン２）
KOE(613800580,007)【文弥】「恋愛には苦難も大事よね」R

;>>アイテム使用時（パターン３）
KOE(613800583,007)【文弥】「手加減しないわよ」R

;>>専用スキル使用（パターン１）
KOE(613800586,007)【文弥】「女の勘をみせてあげる」R

;>>専用スキル使用（パターン２）
KOE(613800589,007)【文弥】「これが本命の企画よ！」R

;>>抜いた時
KOE(613800592,007)【文弥】「油断しちゃダメよ」R

;>>抜かされた時
KOE(613800595,007)【文弥】「うわ、やっちゃった」R

;>>回避した時（パターン１）
KOE(613800598,007)【文弥】「臨機応変にね」R

;>>回避した時（パターン２）
KOE(613800601,007)【文弥】「合コンを組むより簡単よ」R

;>>回避した時（パターン３）
KOE(613800604,007)【文弥】「焦らず丁寧にいくわ」R

;>>スタン時（パターン１）
KOE(613800607,007)【文弥】「ちょっとミスっちゃった」R

;>>スタン時（パターン２）
KOE(613800610,007)【文弥】「こういう時こそ冷静に」R

;>>スタン時（パターン３）
KOE(613800613,007)【文弥】「油断大敵ね……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆敦澤塁


;>>スタート前
KOE(613800621,008)【塁】「いざ、出陣」R

;>>スタート時
KOE(613800624,008)【塁】「よーい、ドンだ！」R

;>>１着でゴール時
KOE(613800627,008)【塁】「これが次期当主の実力だ」R

;>>勝っている時
KOE(613800630,008)【塁】「圧倒的じゃないか」R

;>>負けている時
KOE(613800633,008)【塁】「少しは手加減したらどうだ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800636,008)【塁】「バトンは受け取った！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800639,008)【塁】「あとの引継ぎは任せろ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800642,008)【塁】「フォローはする！任せておけ！」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800645,008)【塁】「これは後退ではないっ」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800648,008)【塁】「まさか私がリタイアするとは……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800651,008)【塁】「無念……！」R

;>>アイテム取得時（パターン１）
KOE(613800654,008)【塁】「私にも運が向いてきた！」R

;>>アイテム取得時（パターン２）
KOE(613800657,008)【塁】「これで形成逆転だ！」R

;>>アイテム取得時（パターン３）
KOE(613800660,008)【塁】「素晴らしい差し入れだ！」R

;>>アイテム使用時（パターン１）
KOE(613800663,008)【塁】「ネオ新生町議会バンザイ！」R

;>>アイテム使用時（パターン２）
KOE(613800666,008)【塁】「ネオ新生町議会の華麗な活躍を見よ！」R

;>>アイテム使用時（パターン３）
KOE(613800669,008)【塁】「ネオくいくぞ！」R

;>>専用スキル使用（パターン１）
KOE(613800672,008)【塁】「ネオち──って、間違えたー！」R

;>>専用スキル使用（パターン２）
KOE(613800675,008)【塁】「私のとっておきだ！」R

;>>抜いた時
KOE(613800678,008)【塁】「会長として負けられんからな！」R

;>>抜かされた時
KOE(613800681,008)【塁】「バカなっ！」R

;>>回避した時（パターン１）
KOE(613800684,008)【塁】「ふふん、見たか」R

;>>回避した時（パターン２）
KOE(613800687,008)【塁】「ネオップ！（ネオ＋ジャンプ）」R

;>>回避した時（パターン３）
KOE(613800690,008)【塁】「恐れずにいけば大丈夫だ」R

;>>スタン時（パターン１）
KOE(613800693,008)【塁】「ネオ新生バッジを落としてしまったぞ！」R

;>>スタン時（パターン２）
KOE(613800696,008)【塁】「休憩タイムにはいっただけだ」R

;>>スタン時（パターン３）
KOE(613800699,008)【塁】「会長として恥ずかしい……！」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆華押つづら


;>>スタート前
KOE(613800708,009)【つづら】「とにかく、走ればいいんだよね？」R

;>>スタート時
KOE(613800711,009)【つづら】「すたーと」R

;>>１着でゴール時
KOE(613800714,009)【つづら】「ごーる」R

;>>勝っている時
KOE(613800717,009)【つづら】「前に、誰もいない？」R

;>>負けている時
KOE(613800720,009)【つづら】「あれ、負けてる」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800723,009)【つづら】「それじゃあ、交代しようか」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800726,009)【つづら】「疲れるの忘れたら、まだ走れるよ？」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800729,009)【つづら】「次はキミかな？」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800732,009)【つづら】「あれ、負けたの？」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800735,009)【つづら】「気付いたら終わってた」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800738,009)【つづら】「今日はもう閉店かな」R

;>>アイテム取得時（パターン１）
KOE(613800741,009)【つづら】「アイテムはいりまぁぁぁす！」R

;>>アイテム取得時（パターン２）
KOE(613800744,009)【つづら】「これって、何に使えるの？」R

;>>アイテム取得時（パターン３）
KOE(613800747,009)【つづら】「いい物拾ったかも」R

;>>アイテム使用時（パターン１）
KOE(613800750,009)【つづら】「やー、ぱわー」R

;>>アイテム使用時（パターン２）
KOE(613800753,009)【つづら】「くーじょーの計、発動」R

;>>アイテム使用時（パターン３）
KOE(613800756,009)【つづら】「秘技、逆落とし」R

;>>専用スキル使用（パターン１）
KOE(613800759,009)【つづら】「スーパー能力、見せてあげようか？」R

;>>専用スキル使用（パターン２）
KOE(613800762,009)【つづら】「年中無休で行くからね」R

;>>抜いた時
KOE(613800765,009)【つづら】「走るのは得意だから」R

;>>抜かされた時
KOE(613800768,009)【つづら】「追いつけるといいなぁ」R

;>>回避した時（パターン１）
KOE(613800771,009)【つづら】「こういうのは得意」R

;>>回避した時（パターン２）
KOE(613800774,009)【つづら】「ギリギリセーフ」R

;>>回避した時（パターン３）
KOE(613800777,009)【つづら】「危なかったけど、大丈夫」R

;>>スタン時（パターン１）
KOE(613800780,009)【つづら】「メ、メガネが！？」R

;>>スタン時（パターン２）
KOE(613800783,009)【つづら】「あれ、動けない？」R

;>>スタン時（パターン３）
KOE(613800786,009)【つづら】「いま……何してたんだっけ？」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆小森健


;>>スタート前
KOE(613800795,011)【小森】「俺のサイフはお前に託したぜ」R

;>>スタート時
KOE(613800798,011)【小森】「ハードボイルドに決めてこい！」R

;>>１着でゴール時
KOE(613800801,011)【小森】「ヒャッホー！　俺の時代がきたー！」R

;>>勝っている時
KOE(613800804,011)【小森】「マジか。その調子で突っ走れ！」R

;>>負けている時
KOE(613800807,011)【小森】「さーて、そろそろ本気を出すか」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800810,011)【小森】「交代だ。しくじるなよ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800813,011)【小森】「頼んだぜ、相棒！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800816,011)【小森】「次はお前の番だぜ」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800819,011)【小森】「これもハードボイルドだ……」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800822,011)【小森】「燃え尽きたぜ、真っ白によ……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800825,011)【小森】「帰って酒でも飲むか……」R

;>>アイテム取得時（パターン１）
KOE(613800828,011)【小森】「見えたぜ、勝利への道標！」R

;>>アイテム取得時（パターン２）
KOE(613800831,011)【小森】「探偵アイテムの出番だな」R

;>>アイテム取得時（パターン３）
KOE(613800834,011)【小森】「これは……悪くないな」R

;>>アイテム使用時（パターン１）
KOE(613800837,011)【小森】「ハードボイルドに行かせてもらうか」R

;>>アイテム使用時（パターン２）
KOE(613800840,011)【小森】「バーテンダーマジック！」R

;>>アイテム使用時（パターン３）
KOE(613800843,011)【小森】「ここが張り時だな！」R

;>>専用スキル使用（パターン１）
KOE(613800846,011)【小森】「目覚めろっ、未知の潜在能力！」R

;>>専用スキル使用（パターン２）
KOE(613800849,011)【小森】「これが男の勝負時だ！」R

;>>抜いた時
KOE(613800852,011)【小森】「悪いな、お先だ！」R

;>>抜かされた時
KOE(613800855,011)【小森】「おいおい、冗談だろ！」R

;>>回避した時（パターン１）
KOE(613800858,011)【小森】「意外と身軽なんだぜ」R

;>>回避した時（パターン２）
KOE(613800861,011)【小森】「ハードボイルドジャンプ！」R

;>>回避した時（パターン３）
KOE(613800864,011)【小森】「余裕のよっちゃんよ」R

;>>スタン時（パターン１）
KOE(613800867,011)【小森】「今のはカッコ悪すぎたな……」R

;>>スタン時（パターン２）
KOE(613800870,011)【小森】「休んだあとで本気を出すか」R

;>>スタン時（パターン３）
KOE(613800873,011)【小森】「立ち止まるのも人生だぜ」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆河瀬千春


;>>スタート前
KOE(613800882,010)【河瀬】「颯爽といかせてもらおう」R

;>>スタート時
KOE(613800885,010)【河瀬】「かっ飛ばすぞ！」R

;>>１着でゴール時
KOE(613800888,010)【河瀬】「アイアムスピードキーーーーーング！」R

;>>勝っている時
KOE(613800891,010)【河瀬】「いやああほおおおおおおおお！」R

;>>負けている時
KOE(613800894,010)【河瀬】「ま、待て……っ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800897,010)【河瀬】「交代も最速にするぞ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800900,010)【河瀬】「スピードを落とさず交代だ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800903,010)【河瀬】「風を繋ぐぜ！」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800906,010)【河瀬】「バカ、な……！」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800909,010)【河瀬】「全滅、だと……！」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800912,010)【河瀬】「リタイヤも最速か……」R

;>>アイテム取得時（パターン１）
KOE(613800915,010)【河瀬】「まだ早くなれる！」R

;>>アイテム取得時（パターン２）
KOE(613800918,010)【河瀬】「チャンスは逃さないぜ」R

;>>アイテム取得時（パターン３）
KOE(613800921,010)【河瀬】「きたきたきたー！」R

;>>アイテム使用時（パターン１）
KOE(613800924,010)【河瀬】「アクセル全開！」R

;>>アイテム使用時（パターン２）
KOE(613800927,010)【河瀬】「はっはー、遅いなぁ！」R

;>>アイテム使用時（パターン３）
KOE(613800930,010)【河瀬】「最短、最速でいくぞ！」R

;>>専用スキル使用（パターン１）
KOE(613800933,010)【河瀬】「光ごと追い抜く！」R

;>>専用スキル使用（パターン２）
KOE(613800936,010)【河瀬】「俺の最高速度、見せてやる！」R

;>>抜いた時
KOE(613800939,010)【河瀬】「速すぎる──さすがは俺！」R

;>>抜かされた時
KOE(613800942,010)【河瀬】「なっ！　俺が抜かされた……！？」R

;>>回避した時（パターン１）
KOE(613800945,010)【河瀬】「さらりとかわすぜ」R

;>>回避した時（パターン２）
KOE(613800948,010)【河瀬】「この程度で俺は止まらないぜ」R

;>>回避した時（パターン３）
KOE(613800951,010)【河瀬】「避ける動きも最速だ！」R

;>>スタン時（パターン１）
KOE(613800954,010)【河瀬】「真っ直ぐ、走りすぎたかっ」R

;>>スタン時（パターン２）
KOE(613800957,010)【河瀬】「ブレーキが効かなかった……」R

;>>スタン時（パターン３）
KOE(613800960,010)【河瀬】「この俺を止めさせたな！」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆花山広美


;>>スタート前
KOE(613800969,006)【広美】「年甲斐もなく昂るわ」R

;>>スタート時
KOE(613800972,006)【広美】「ばあさんをナメるなよ」R

;>>１着でゴール時
KOE(613800975,006)【広美】「まだ引退はできないみたいだね」R

;>>勝っている時
KOE(613800978,006)【広美】「なんだい、手ごたえがないね」R

;>>負けている時
KOE(613800981,006)【広美】「レースはここからよっ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613800984,006)【広美】「若い者には期待しておるぞ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）
KOE(613800987,006)【広美】「引き際も重要さね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）
KOE(613800990,006)【広美】「次、行っといで！」R

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613800993,006)【広美】「止まるのも悪くはないさ」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613800996,006)【広美】「限界を見極めるのも年の功さ」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613800999,006)【広美】「やれやれ、世代交代かね」R

;>>アイテム取得時（パターン１）
KOE(613801002,006)【広美】「どんな物も使いようだよ」R

;>>アイテム取得時（パターン２）
KOE(613801005,006)【広美】「大事に使わせてもらうさ」R

;>>アイテム取得時（パターン３）
KOE(613801008,006)【広美】「おお、これは役にたちそうだね」R

;>>アイテム使用時（パターン１）
KOE(613801011,006)【広美】「小手調べといくかの」R

;>>アイテム使用時（パターン２）
KOE(613801014,006)【広美】「力まずいくかね」R

;>>アイテム使用時（パターン３）
KOE(613801017,006)【広美】「簡単にはいかんぞ」R

;>>専用スキル使用（パターン１）
KOE(613801020,006)【広美】「場数の差をみせるとするかの」R

;>>専用スキル使用（パターン２）
KOE(613801023,006)【広美】「これが年の功だよ」R

;>>抜いた時
KOE(613801026,006)【広美】「まだまだ甘いの」R

;>>抜かされた時
KOE(613801029,006)【広美】「楽しくなってきたな」R

;>>回避した時（パターン１）
KOE(613801032,006)【広美】「まだ鈍っちゃいないね」R

;>>回避した時（パターン２）
KOE(613801035,006)【広美】「危険回避はお手のものよ」R

;>>回避した時（パターン３）
KOE(613801038,006)【広美】「おっと、危ない危ない」R

;>>スタン時（パターン１）
KOE(613801041,006)【広美】「過信したかの」R

;>>スタン時（パターン２）
KOE(613801044,006)【広美】「やっちまったよ」R

;>>スタン時（パターン３）
KOE(613801047,006)【広美】「勘が外れたみたいだねぇ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆T-REX玖琉未


;>>スタート前
KOE(613801055,012)【玖琉未】「太古のパワーをみせてあげます」R

;>>スタート時
KOE(613801058,012)【玖琉未】「ぎゃおおおおおおおおおお」R

;>>１着でゴール時
KOE(613801061,012)【玖琉未】「やはり恐竜こそ最強の生き物です」R

;>>勝っている時
KOE(613801064,012)【玖琉未】「これが弱肉強食ですよ」R

;>>負けている時
KOE(613801067,012)【玖琉未】「恐竜は、負けませんっ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）
KOE(613801070,012)【玖琉未】「」R
;>>玖琉未はひとりで走るのでなし
KOE(613801072,012)【玖琉未】「」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）

;>>玖琉未はひとりで走るのでなし
KOE(613801077,012)【玖琉未】「」R
;>>玖琉未はひとりで走るのでなし
;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）

;>>走れるＵＭＡがゼロになった時（パターン１）
KOE(613801082,012)【玖琉未】「恐竜パワーが、尽きましたっ」R

;>>走れるＵＭＡがゼロになった時（パターン２）
KOE(613801085,012)【玖琉未】「恐竜神が、こんなところで……」R

;>>走れるＵＭＡがゼロになった時（パターン３）
KOE(613801088,012)【玖琉未】「ジュラ紀で、リベンジを……」R

;>>アイテム取得時（パターン１）
KOE(613801091,012)【玖琉未】「野生の本能が、呼び起こされる！」R

;>>アイテム取得時（パターン２）
KOE(613801094,012)【玖琉未】「アイテム頂きました！」R

;>>アイテム取得時（パターン３）
KOE(613801097,012)【玖琉未】「ふふ、狩りの時間ですね！」R

;>>アイテム使用時（パターン１）
KOE(613801100,012)【玖琉未】「"T-REX"の咆哮！」R

;>>アイテム使用時（パターン２）
KOE(613801103,012)【玖琉未】「ガリミムスの構え！」R

;>>アイテム使用時（パターン３）
KOE(613801106,012)【玖琉未】「トリケラトプスの突進！」R

;>>専用スキル使用（パターン１）
KOE(613801109,012)【玖琉未】「がおおおおおおおおお」R

;>>専用スキル使用（パターン２）
KOE(613801112,012)【玖琉未】「食物連鎖を思い知れ！」R

;>>抜いた時
KOE(613801115,012)【玖琉未】「ラプトルが如く！」R

;>>抜かされた時
KOE(613801118,012)【玖琉未】「簡単には勝たせてくれませんかっ」R

;>>回避した時（パターン１）
KOE(613801121,012)【玖琉未】「ダイナソー！」R

;>>回避した時（パターン２）
KOE(613801124,012)【玖琉未】「プテラノドンの飛翔！」R

;>>回避した時（パターン３）
KOE(613801127,012)【玖琉未】「障害にもなりませんね」R

;>>スタン時（パターン１）
KOE(613801130,012)【玖琉未】「か、化石になってしまいます」R

;>>スタン時（パターン２）
KOE(613801133,012)【玖琉未】「隕石にぶつかるなんて……」R

;>>スタン時（パターン３）
KOE(613801136,012)【玖琉未】「冬眠しちゃいそうです」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆
/*

【】「」R
;>>スタート前

【】「」R
;>>スタート時

【】「」R
;>>１着でゴール時

【】「」R
;>>勝っている時

【】「」R
;>>負けている時

【】「」R
;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン１）

【】「」R
;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン２）

【】「」R
;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時（パターン３）

【】「」R
;>>走れるＵＭＡがゼロになった時（パターン１）

【】「」R
;>>走れるＵＭＡがゼロになった時（パターン２）

【】「」R
;>>走れるＵＭＡがゼロになった時（パターン３）

【】「」R
;>>アイテム取得時（パターン１）

【】「」R
;>>アイテム取得時（パターン２）

【】「」R
;>>アイテム取得時（パターン３）

【】「」R
;>>アイテム使用時（パターン１）

【】「」R
;>>アイテム使用時（パターン２）

【】「」R
;>>アイテム使用時（パターン３）

【】「」R
;>>専用スキル使用（パターン１）

【】「」R
;>>専用スキル使用（パターン２）

【】「」R
;>>抜いた時

【】「」R
;>>抜かされた時

【】「」R
;>>回避した時（パターン１）

【】「」R
;>>回避した時（パターン２）

【】「」R
;>>回避した時（パターン３）

【】「」R
;>>スタン時（パターン１）

【】「」R
;>>スタン時（パターン２）

【】「」R
;>>スタン時（パターン３）
*/
