// #SCENE_SCRIPT_ID = 6140 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）

#Z00
;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆店員

;>>スタート前
KOE(614000008,050)【店員】「もうすぐ開店っす」R

;>>スタート時
KOE(614000011,050)【店員】「らしゃっせー！」R

;>>１着でゴール時
KOE(614000014,050)【店員】「サクセーース！」R

;>>勝っている時
KOE(614000017,050)【店員】「ただいまセール中っすー！」R

;>>負けている時
KOE(614000020,050)【店員】「再販希望っすー！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000023,050)【店員】「げぇ、小銭が切れたっ！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000026,050)【店員】「残高が……ゼロに……」R

;>>アイテム取得時
KOE(614000029,050)【店員】「新商品入荷しやしたー！」R

;>>アイテム使用時
KOE(614000032,050)【店員】「割引入りやーす！」R

;>>専用スキル使用
KOE(614000035,050)【店員】「ポイントカード、フルチャーーーージ！」R

;>>抜いた時
KOE(614000038,050)【店員】「レジに並んでお待ちくださーい」R

;>>抜かされた時
KOE(614000041,050)【店員】「横入りはダメですよ！」R

;>>回避した時
KOE(614000044,050)【店員】「発注ミスをするより軽い軽い」R

;>>スタン時
KOE(614000047,050)【店員】「サービス停止中ッ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆商工会議所代表・山県

;>>スタート前
KOE(614000054,050)【山県】「皆さんの期待を背負い、いざ出陣」R

;>>スタート時
KOE(614000057,050)【山県】「地域の未来はこの一歩から！」R

;>>１着でゴール時
KOE(614000060,050)【山県】「商工会の誇りは守られた！」R

;>>勝っている時
KOE(614000063,050)【山県】「地域復興の勢いそのままだ！」R

;>>負けている時
KOE(614000066,050)【山県】「このままでは、地域復興が……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000069,050)【山県】「経済も競争も体力が命！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000072,050)【山県】「商売繁盛の鐘が止まって……」R

;>>アイテム取得時
KOE(614000075,050)【山県】「これは地域復興でも使えそうだ！」R

;>>アイテム使用時
KOE(614000078,050)【山県】「商工会パワー！」R

;>>専用スキル使用
KOE(614000081,050)【山県】「オール山県で突破する！」R

;>>抜いた時
KOE(614000084,050)【山県】「これが商工会の底力よ」R

;>>抜かされた時
KOE(614000087,050)【山県】「むう、油断したっ」R

;>>回避した時
KOE(614000090,050)【山県】「危機回避は経営者の得意技だ」R

;>>スタン時
KOE(614000093,050)【山県】「くっ、活動自粛か」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ドムドムじーさん

;>>スタート前
KOE(614000100,050)【ドムじーさん】「生地をこねるがごとく、気合は十分よ」R

;>>スタート時
KOE(614000103,050)【ドムじーさん】「ピザ焼きの速さをみせてやるぞ」R

;>>１着でゴール時
KOE(614000106,050)【ドムじーさん】「出来立てピザをお届けだ！」R

;>>勝っている時
KOE(614000109,050)【ドムじーさん】「いい焼き加減だ」R

;>>負けている時
KOE(614000112,050)【ドムじーさん】「しまった、焼きすぎたな」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000115,050)【ドムじーさん】「くっ、少し焦げ付いたか」R

;>>走れるＵＭＡがゼロになった時
KOE(614000118,050)【ドムじーさん】「まさか、材料が切れるとは……」R

;>>アイテム取得時
KOE(614000121,050)【ドムじーさん】「これはいいトッピングになりそうだ」R

;>>アイテム使用時
KOE(614000124,050)【ドムじーさん】「ピザ、カッター！」R

;>>専用スキル使用
KOE(614000127,050)【ドムじーさん】「ウルトラ・ピザ・ストーム！」R

;>>抜いた時
KOE(614000130,050)【ドムじーさん】「ピザを切るように、抜かせてもらう」R

;>>抜かされた時
KOE(614000133,050)【ドムじーさん】「チーズみたいに伸び悩んだか」R

;>>回避した時
KOE(614000136,050)【ドムじーさん】「ピザを回すようにかわす！」R

;>>スタン時
KOE(614000139,050)【ドムじーさん】「ああ、わしのピザが……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆唐沢
;>>ニコニコ牧場の唐沢さん

;>>スタート前
KOE(614000147,050)【唐沢】「気合い入れていくぜ」R

;>>スタート時
KOE(614000150,050)【唐沢】「よし、出発だ」R

;>>１着でゴール時
KOE(614000153,050)【唐沢】「ミルクで乾杯するぞ」R

;>>勝っている時
KOE(614000156,050)【唐沢】「ふ、いい調子だな」R

;>>負けている時
KOE(614000159,050)【唐沢】「くっ、干し草をあげすぎたようだ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000162,050)【唐沢】「牧草で一休みさせねえとな」R

;>>走れるＵＭＡがゼロになった時
KOE(614000165,050)【唐沢】「これも自然の流れかね」R

;>>アイテム取得時
KOE(614000168,050)【唐沢】「いい干し草を拾ったな」R

;>>アイテム使用時
KOE(614000171,050)【唐沢】「一気にまくるぞ！」R

;>>専用スキル使用
KOE(614000174,050)【唐沢】「パワー全開、最高の末脚をお見舞いだ」R

;>>抜いた時
KOE(614000177,050)【唐沢】「俺たちを止める者はいないようだな」R

;>>抜かされた時
KOE(614000180,050)【唐沢】「こりゃ放牧してる場合じゃないか」R

;>>回避した時
KOE(614000183,050)【唐沢】「仕込みはバッチリだ」R

;>>スタン時
KOE(614000186,050)【唐沢】「おっと、やっちまった」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆建築家

;>>スタート前
KOE(614000193,050)【建築家】「勝利への図面は頭の中にしっかりとある」R

;>>スタート時
KOE(614000196,050)【建築家】「３ＬＤＫ！　庭付きだ！」R

;>>１着でゴール時
KOE(614000199,050)【建築家】「歴史に残る家を建てた気分だ」R

;>>勝っている時
KOE(614000202,050)【建築家】「これが一級建築士の力だ」R

;>>負けている時
KOE(614000205,050)【建築家】「む……設計ミスか？」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000208,050)【建築家】「新しい鉛筆だ！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000211,050)【建築家】「鉛筆がなくば図面は描けん……」R

;>>アイテム取得時
KOE(614000214,050)【建築家】「図面がはかどりそうだ」R

;>>アイテム使用時
KOE(614000217,050)【建築家】「設計を進めよう！」R

;>>専用スキル使用
KOE(614000220,050)【建築家】「現場管理も任せなさい！」R

;>>抜いた時
KOE(614000223,050)【建築家】「これが一級建築士というもの」R

;>>抜かされた時
KOE(614000226,050)【建築家】「なに！？　まさか伝説の特級建築士か！？」R

;>>回避した時
KOE(614000229,050)【建築家】「一級建築士に落ち度はない」R

;>>スタン時
KOE(614000232,050)【建築家】「スランプ！」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆燃料職人

;>>スタート前
KOE(614000239,050)【燃料職人】「燃料は満タンだぜ」R

;>>スタート時
KOE(614000242,050)【燃料職人】「燃費を気にせず暴れてきな！」R

;>>１着でゴール時
KOE(614000245,050)【燃料職人】「燃料（くいもん）でＵＭＡってのは強くなんだよ」R

;>>勝っている時
KOE(614000248,050)【燃料職人】「おいおい、ちゃんと燃料たりてんのかぁ？」R	;>>煽り

;>>負けている時
KOE(614000251,050)【燃料職人】「ん？　燃料が合わなかったか？」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000254,050)【燃料職人】「うん？　ガス欠か？　次ぃ！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000257,050)【燃料職人】「燃料ならいくらでも残ってるのに！」R

;>>アイテム取得時
KOE(614000260,050)【燃料職人】「使えそうな燃料じゃねーか」R

;>>アイテム使用時
KOE(614000263,050)【燃料職人】「ニトロブースト！」R

;>>専用スキル使用
KOE(614000266,050)【燃料職人】「生きる為の燃料、それは勝利への渇望だ！」R

;>>抜いた時
KOE(614000269,050)【燃料職人】「燃料様のお通りだ！」R

;>>抜かされた時
KOE(614000272,050)【燃料職人】「く、どんな燃料使ってやがる！」R

;>>回避した時
KOE(614000275,050)【燃料職人】「燃費効率はベストだ」R

;>>スタン時
KOE(614000278,050)【燃料職人】「大丈夫……爆発はしねぇ……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆大森
;>>農業組合代表、大森様／草笛を吹く

;>>スタート前
KOE(614000286,050)【大森】「失われた古の響きを見せてやるわ」R	;>>古いにしえ

;>>スタート時
KOE(614000289,050)【大森】「田植えの始まりじゃあ！」R

;>>１着でゴール時
KOE(614000292,050)【大森】「これで今年も豊作間違いなし！」R

;>>勝っている時
KOE(614000295,050)【大森】「このまま刈り取りまで走り切るわい」R

;>>負けている時
KOE(614000298,050)【大森】「雑草に足をとられたか」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000301,050)【大森】「畑を休ませるのも大事だったな」R

;>>走れるＵＭＡがゼロになった時
KOE(614000304,050)【大森】「肥料が足りなかったか……」R

;>>アイテム取得時
KOE(614000307,050)【大森】「実りの予感がするぜ！」R

;>>アイテム使用時
KOE(614000310,050)【大森】「特製肥料投下！」R

;>>専用スキル使用
KOE(614000313,050)【大森】「これが失われた草笛の音色じゃ！」R

;>>抜いた時
KOE(614000316,050)【大森】「ひとうねり分リードしたの」R

;>>抜かされた時
KOE(614000319,050)【大森】「土の踏みしめが甘かった」R

;>>回避した時
KOE(614000322,050)【大森】「あぜ道は慣れとるからな」R

;>>スタン時
KOE(614000325,050)【大森】「吹きそこねたかっ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆中性的な声のおかーさん


;>>スタート前
KOE(614000333,051)【中性的な声】「俺の準備はバッチリだ」R

;>>スタート時
KOE(614000336,051)【中性的な声】「ふははっ、遅れるなよ」R

;>>１着でゴール時
KOE(614000339,051)【中性的な声】「これがおかーさんの力、マザーズパワーだ」R

;>>勝っている時
KOE(614000342,051)【中性的な声】「今日は中々イケてるな」R

;>>負けている時
KOE(614000345,051)【中性的な声】「今日は調子が今ひとつか……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000348,051)【中性的な声】「一歩休んで、二歩進むんだぜ」R

;>>走れるＵＭＡがゼロになった時
KOE(614000351,051)【中性的な声】「余は満足だ……」R

;>>アイテム取得時
KOE(614000354,051)【中性的な声】「運命からのおすそ分けかな」R

;>>アイテム使用時
KOE(614000357,051)【中性的な声】「ここが最高のダンスタイムだ」R

;>>専用スキル使用
KOE(614000360,051)【中性的な声】「余の力をとくと見よ！」R

;>>抜いた時
KOE(614000363,051)【中性的な声】「先に行かせてもらうよ」R

;>>抜かされた時
KOE(614000366,051)【中性的な声】「ほう、やるじゃないか」R

;>>回避した時
KOE(614000369,051)【中性的な声】「少しヒヤっとしたぜ」R

;>>スタン時
KOE(614000372,051)【中性的な声】「油断した分の時間はくれてやる」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆愛乃の上司のおばーさん


;>>スタート前
KOE(614000380,051)【祈祷ばーさん】「あんにゃー。はんにゃー。こんにゃー」R

;>>スタート時
KOE(614000383,051)【祈祷ばーさん】「ほんじゃま、かー！！！」R

;>>１着でゴール時
KOE(614000386,051)【祈祷ばーさん】「今夜は照り焼きじゃな」R

;>>勝っている時
KOE(614000389,051)【祈祷ばーさん】「照り焼きにしてやるぞ」R

;>>負けている時
KOE(614000392,051)【祈祷ばーさん】「照り焼きになってしまう……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000395,051)【祈祷ばーさん】「照り焼きになりたいのか！？」R

;>>走れるＵＭＡがゼロになった時
KOE(614000398,051)【祈祷ばーさん】「照り焼きになってしまった……」R

;>>アイテム取得時
KOE(614000401,051)【祈祷ばーさん】「これ、照り焼きで食えるのか？」R

;>>アイテム使用時
KOE(614000404,051)【祈祷ばーさん】「祈祷の時間じゃー！」R

;>>専用スキル使用
KOE(614000407,051)【祈祷ばーさん】「照り焼きこそが神なのだー！」R

;>>抜いた時
KOE(614000410,051)【祈祷ばーさん】「逃がさんぞ」R

;>>抜かされた時
KOE(614000413,051)【祈祷ばーさん】「こしゃくな」R

;>>回避した時
KOE(614000416,051)【祈祷ばーさん】「この程度で止められると思うなよ」R

;>>スタン時
KOE(614000419,051)【祈祷ばーさん】「年寄りはいたわらんかい」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆仕立て屋

;>>スタート前
KOE(614000426,051)【仕立て屋】「糸の用意は十分よ」R

;>>スタート時
KOE(614000429,051)【仕立て屋】「みんなの服、仕立てちゃうわ～」R

;>>１着でゴール時
KOE(614000432,051)【仕立て屋】「完璧な仕上がりになったわね」R

;>>勝っている時
KOE(614000435,051)【仕立て屋】「縫い目もリズムもいい調子」R

;>>負けている時
KOE(614000438,051)【仕立て屋】「あら……寸法を間違えたかしら」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000441,051)【仕立て屋】「大丈夫、また縫えばいいわ」R

;>>走れるＵＭＡがゼロになった時
KOE(614000444,051)【仕立て屋】「糸が絡まっちゃったわ……」R

;>>アイテム取得時
KOE(614000447,051)【仕立て屋】「これ上物の糸ね！」R

;>>アイテム使用時
KOE(614000450,051)【仕立て屋】「特別な生地を使いましょう」R

;>>専用スキル使用
KOE(614000453,051)【仕立て屋】「オートクチュールの極みを！」R

;>>抜いた時
KOE(614000456,051)【仕立て屋】「仕立てはスピードが大事ですからね」R

;>>抜かされた時
KOE(614000459,051)【仕立て屋】「仕立てに間に合わないなんて……」R

;>>回避した時
KOE(614000462,051)【仕立て屋】「こういう作業は得意なのよ」R

;>>スタン時
KOE(614000465,051)【仕立て屋】「あら、糸がほつれて……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆太陽（男の子１）

;>>スタート前
KOE(614000472,050)【太陽】「ぜってー勝つ！」R

;>>スタート時
KOE(614000475,050)【太陽】「さあ、行くぞー！」R

;>>１着でゴール時
KOE(614000478,050)【太陽】「やったぜ！　一着だ！」R

;>>勝っている時
KOE(614000481,050)【太陽】「このままゴールするぞー！」R

;>>負けている時
KOE(614000484,050)【太陽】「くっそー、負けないぞ！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000487,050)【太陽】「うわっ、大丈夫か！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000490,050)【太陽】「くっそー、これで終わりかー！」R

;>>アイテム取得時
KOE(614000493,050)【太陽】「らっきー！いい物拾った！」R

;>>アイテム使用時
KOE(614000496,050)【太陽】「よーし、パワーアップ！」R

;>>専用スキル使用
KOE(614000499,050)【太陽】「これが俺の必殺技だ！」R

;>>抜いた時
KOE(614000502,050)【太陽】「やった、追い抜いた！」R

;>>抜かされた時
KOE(614000505,050)【太陽】「まだ追いつけるはず！」R

;>>回避した時
KOE(614000508,050)【太陽】「うわ、あぶなっ」R

;>>スタン時
KOE(614000511,050)【太陽】「しまった、ミスった！」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆新一（男の子４）

;>>スタート前
KOE(614000518,050)【新一＿２】「ドキドキするけど楽しみ！」R

;>>スタート時
KOE(614000521,050)【新一＿２】「よーし、走るぞー！」R

;>>１着でゴール時
KOE(614000524,050)【新一＿２】「一番とれちゃった！」R

;>>勝っている時
KOE(614000527,050)【新一＿２】「僕が先頭だ！」R

;>>負けている時
KOE(614000530,050)【新一＿２】「急いで追いつかないと！」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000533,050)【新一＿２】「たくさん頑張ってくれてありがとう！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000536,050)【新一＿２】「悔しいけど、楽しかった！」R

;>>アイテム取得時
KOE(614000539,050)【新一＿２】「あ、これ使えそう！」R

;>>アイテム使用時
KOE(614000542,050)【新一＿２】「これならどうだ！」R

;>>専用スキル使用
KOE(614000545,050)【新一＿２】「僕、ぜったい負けないから！」R

;>>抜いた時
KOE(614000548,050)【新一＿２】「よーし、抜いたぞー！」R

;>>抜かされた時
KOE(614000551,050)【新一＿２】「追い抜かれちゃった……」R

;>>回避した時
KOE(614000554,050)【新一＿２】「えへへ、上手くいったよ」R

;>>スタン時
KOE(614000557,050)【新一＿２】「うわ、転んじゃった」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆灯莉（女の子）

;>>スタート前
KOE(614000564,051)【灯莉】「みんなで頑張るわよ」R

;>>スタート時
KOE(614000567,051)【灯莉】「いっせーので、スタート！」R

;>>１着でゴール時
KOE(614000570,051)【灯莉】「うそ、わたしが一番？」R

;>>勝っている時
KOE(614000573,051)【灯莉】「わたしが勝ってる！」R

;>>負けている時
KOE(614000576,051)【灯莉】「まだいけそうだからっ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000579,051)【灯莉】「ちゃんと休憩してって言ったのにー」R

;>>走れるＵＭＡがゼロになった時
KOE(614000582,051)【灯莉】「えー！　嘘、もう終わりなの！」R

;>>アイテム取得時
KOE(614000585,051)【灯莉】「使いどころを考えなくちゃ」R

;>>アイテム使用時
KOE(614000588,051)【灯莉】「頑張って応援するわ！」R

;>>専用スキル使用
KOE(614000591,051)【灯莉】「一生懸命応援するわ！」R

;>>抜いた時
KOE(614000594,051)【灯莉】「えへへ、抜かしちゃった」R

;>>抜かされた時
KOE(614000597,051)【灯莉】「え、抜かされたの！」R

;>>回避した時
KOE(614000600,051)【灯莉】「よかった、ちゃんと避けられた」R

;>>スタン時
KOE(614000603,051)【灯莉】「いたた……やっちゃった」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ひかる（袴田）（女の子４）

;>>スタート前
KOE(614000610,051)【ひかる＿２】「引っ越す前の思い出にっ」R

;>>スタート時
KOE(614000613,051)【ひかる＿２】「よーい、スタート！」R

;>>１着でゴール時
KOE(614000616,051)【ひかる＿２】「一番なんて夢みたい！」R

;>>勝っている時
KOE(614000619,051)【ひかる＿２】「このまま勝ちたい」R

;>>負けている時
KOE(614000622,051)【ひかる＿２】「まだ頑張れるっ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000625,051)【ひかる＿２】「無理はしないでいいよっ」R

;>>走れるＵＭＡがゼロになった時
KOE(614000628,051)【ひかる＿２】「次……は、もうないかな……」R

;>>アイテム取得時
KOE(614000631,051)【ひかる＿２】「えへへ、いい物拾っちゃった」R

;>>アイテム使用時
KOE(614000634,051)【ひかる＿２】「これでなんとかなって！」R

;>>専用スキル使用
KOE(614000637,051)【ひかる＿２】「うまく決まりますように……！」R

;>>抜いた時
KOE(614000640,051)【ひかる＿２】「前に出られた！」R

;>>抜かされた時
KOE(614000643,051)【ひかる＿２】「あぁ……やっぱり速いなぁ」R

;>>回避した時
KOE(614000646,051)【ひかる＿２】「なんとか切り抜けた」R

;>>スタン時
KOE(614000649,051)【ひかる＿２】「上手くできなかった……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆湊
;>>人見知りの男・湊

;>>スタート前
KOE(614000657,016)【湊】「くそ……なんだってこんなに人が多い」R

;>>スタート時
KOE(614000660,016)【湊】「テイクオフ！」R

;>>１着でゴール時
KOE(614000663,016)【湊】「前に誰もいないのはいい」R

;>>勝っている時
KOE(614000666,016)【湊】「」R

;>>負けている時
KOE(614000669,016)【湊】「やる気が出ねぇ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000672,016)【湊】「空中給油といくか……」R

;>>走れるＵＭＡがゼロになった時
KOE(614000675,016)【湊】「もう帰っていいか」R

;>>アイテム取得時
KOE(614000678,016)【湊】「いい整備ができそうだ」R

;>>アイテム使用時
KOE(614000681,016)【湊】「ほれ、もうひと飛びだ」R

;>>専用スキル使用
KOE(614000684,016)【湊】「羽を広げて～♪」R

;>>抜いた時
KOE(614000687,016)【湊】「かつての栄光を知っている」R

;>>抜かされた時
KOE(614000690,016)【湊】「もう帰りてぇ……」R

;>>回避した時
KOE(614000693,016)【湊】「アクロバット飛行！」R

;>>スタン時
KOE(614000696,016)【湊】「墜ちるな！　まだだ！」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆なつき
;>>あとで【園児】に

;>>スタート前
KOE(614000704,050)【なつき】「いっとーめざちます！」R

;>>スタート時
KOE(614000707,050)【なつき】「ごー！　でち！」R

;>>１着でゴール時
KOE(614000710,050)【なつき】「これがしょうしゃのけちき！」R

;>>勝っている時
KOE(614000713,050)【なつき】「あわれでちね！」R

;>>負けている時
KOE(614000716,050)【なつき】「ちねちねちねちね……」R	;>>ちね＝死ね

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000719,050)【なつき】「さっさとするでち！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000722,050)【なつき】「すかぽんたん！」R

;>>アイテム取得時
KOE(614000725,050)【なつき】「もらってやるでち」R

;>>アイテム使用時
KOE(614000728,050)【なつき】「めぐんでやるでち！」R

;>>専用スキル使用
KOE(614000731,050)【なつき】「ぼくはあまやかされるそんざいでち！」R

;>>抜いた時
KOE(614000734,050)【なつき】「ざこでちね」R

;>>抜かされた時
KOE(614000737,050)【なつき】「おとなげないでちね」R

;>>回避した時
KOE(614000740,050)【なつき】「おゆうぎいかでち！」R

;>>スタン時
KOE(614000743,050)【なつき】「はよ！　はよー！」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ウキシマ

;>>スタート前
KOE(614000750,050)【ウキシマ】「あいつにいいとこ見せないと」R

;>>スタート時
KOE(614000753,050)【ウキシマ】「それじゃあ、行ってきます」R

;>>１着でゴール時
KOE(614000756,050)【ウキシマ】「やったぞ！　今日はごちそうだな」R

;>>勝っている時
KOE(614000759,050)【ウキシマ】「いい感じじゃないか」R

;>>負けている時
KOE(614000762,050)【ウキシマ】「帰ったら慰めてもらおう……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000765,050)【ウキシマ】「まだ、終わってないっ」R

;>>走れるＵＭＡがゼロになった時
KOE(614000768,050)【ウキシマ】「カッコ悪いところをみせちゃったな……」R

;>>アイテム取得時
KOE(614000771,050)【ウキシマ】「運が味方してきたな！」R

;>>アイテム使用時
KOE(614000774,050)【ウキシマ】「ここで加速だ！」R

;>>専用スキル使用
KOE(614000777,050)【ウキシマ】「これが愛の力だーーー―！」R

;>>抜いた時
KOE(614000780,050)【ウキシマ】「カッコいいところ見せられたかな」R

;>>抜かされた時
KOE(614000783,050)【ウキシマ】「カッコ悪いとこ見せちゃった……」R

;>>回避した時
KOE(614000786,050)【ウキシマ】「家事育児よりも簡単かな」R

;>>スタン時
KOE(614000789,050)【ウキシマ】「こんな時に限って……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆学校の先生

;>>スタート前
KOE(614000796,051)【先生】「開場前はいつもドキドキします……」R

;>>スタート時
KOE(614000799,051)【先生】「あわてないあわてない」R

;>>１着でゴール時
KOE(614000802,051)【先生】「完売御礼！」R

;>>勝っている時
KOE(614000805,051)【先生】「妄想がはかどっています！」R

;>>負けている時
KOE(614000808,051)【先生】「下剋上って知っていますか？」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000811,051)【先生】「努力の後の無防備な姿……尊い！」R

;>>走れるＵＭＡがゼロになった時
KOE(614000814,051)【先生】「これが青春の終わりかしら……」R

;>>アイテム取得時
KOE(614000817,051)【先生】「これを使えば攻めがさらに……」R

;>>アイテム使用時
KOE(614000820,051)【先生】「想像力と応用力の活用方法です」R

;>>専用スキル使用
KOE(614000823,051)【先生】「ここで特別講義を始めます！」R

;>>抜いた時
KOE(614000826,051)【先生】「これも指導の一環ですよ」R

;>>抜かされた時
KOE(614000829,051)【先生】「こういう展開も、悪くないですね」R

;>>回避した時
KOE(614000832,051)【先生】「教育は臨機応変が大切です」R

;>>スタン時
KOE(614000835,051)【先生】「これは一種の縛りプレイ……！」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆木下のばーさん（年配女性）



;>>スタート前
KOE(614000844,051)【木下のばーさん】「怪我はしないようにねぇ」R

;>>スタート時
KOE(614000847,051)【木下のばーさん】「ゆっくり行こうかね」R

;>>１着でゴール時
KOE(614000850,051)【木下のばーさん】「ほほほ、頑張ってみるものだね」R

;>>勝っている時
KOE(614000853,051)【木下のばーさん】「おじーさんに自慢できそうですね」R

;>>負けている時
KOE(614000856,051)【木下のばーさん】「のんびり行くのも悪くはないの」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000859,051)【木下のばーさん】「ほほ、よーく頑張ったの」R

;>>走れるＵＭＡがゼロになった時
KOE(614000862,051)【木下のばーさん】「負けるのも必要な経験さね」R

;>>アイテム取得時
KOE(614000865,051)【木下のばーさん】「おやおや、いい物見つけたねぇ」R

;>>アイテム使用時
KOE(614000868,051)【木下のばーさん】「昔取った杵柄じゃ」R

;>>専用スキル使用
KOE(614000871,051)【木下のばーさん】「秘伝の知恵袋をお披露目しようかの」R

;>>抜いた時
KOE(614000874,051)【木下のばーさん】「よいしょっと」R

;>>抜かされた時
KOE(614000877,051)【木下のばーさん】「若い子はすごいねぇ」R

;>>回避した時
KOE(614000880,051)【木下のばーさん】「転ばぬ先の杖だねぇ」R

;>>スタン時
KOE(614000883,051)【木下のばーさん】「体は大事にしないとねぇ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆米澤さん（年配男性）

;>>あとで【じーさん】に
;>>スタート前
KOE(614000891,050)【米澤さん】「さてさて、頑張ってみるかの」R

;>>スタート時
KOE(614000894,050)【米澤さん】「それじゃ、行くかの」R

;>>１着でゴール時
KOE(614000897,050)【米澤さん】「ふが……まだまだ捨てたもんじゃないの」R

;>>勝っている時
KOE(614000900,050)【米澤さん】「ふがふがふがが」R	;>>ばーさんに自慢できそうだの

;>>負けている時
KOE(614000903,050)【米澤さん】「ふがふがーふーが」R	;>>ゆっくりと行くかの

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000906,050)【米澤さん】「ふがふがふがが」R	;>>若いからって無理はいかんぞ

;>>走れるＵＭＡがゼロになった時
KOE(614000909,050)【米澤さん】「ふがふがふが」R	;>>負けは次のスタートの合図さね

;>>アイテム取得時
KOE(614000912,050)【米澤さん】「ふがふが」R	;>>拾った物は大事に使わんとな」

;>>アイテム使用時
KOE(614000915,050)【米澤さん】「ふががふがが」R	;>>年寄りの知恵を見せてやるわ

;>>専用スキル使用
KOE(614000918,050)【米澤さん】「ふがふがふがっ！」R	;>>これぞ人生ウルトラ必勝法じゃ！

;>>抜いた時
KOE(614000921,050)【米澤さん】「ふががーが」R	;>>ちょいと先に行かせら貰おうかの

;>>抜かされた時
KOE(614000924,050)【米澤さん】「ふがふがー」R	;>>おおっと、やるのう

;>>回避した時
KOE(614000927,050)【米澤さん】「ふがーがふがぁ」R	;>>危ない時はゆっくりとじゃ

;>>スタン時
KOE(614000930,050)【米澤さん】「ふがふがふが～」R	;>>なんてこったい


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ヨモ

;>>スタート前
KOE(614000937,051)【ヨモ】「支度は出来てるかい？」R

;>>スタート時
KOE(614000940,051)【ヨモ】「置いてかれないようにするよ」R

;>>１着でゴール時
KOE(614000943,051)【ヨモ】「速さを求めるのって、案外楽しいのかもね」R

;>>勝っている時
KOE(614000946,051)【ヨモ】「これじゃ、勝負にならないよ」R

;>>負けている時
KOE(614000949,051)【ヨモ】「やれやれ、メンテをミスったかね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000952,051)【ヨモ】「おいおい、もうエンストかい」R

;>>走れるＵＭＡがゼロになった時
KOE(614000955,051)【ヨモ】「こりゃまた、一から修理しなくちゃね」R

;>>アイテム取得時
KOE(614000958,051)【ヨモ】「道具は使いようさ」R

;>>アイテム使用時
KOE(614000961,051)【ヨモ】「お手本を見せてあげる」R

;>>専用スキル使用
KOE(614000964,051)【ヨモ】「ここで一気に加速！」R

;>>抜いた時
KOE(614000967,051)【ヨモ】「私のエンジンなら当然さ」R

;>>抜かされた時
KOE(614000970,051)【ヨモ】「子供の成長は早いわ……」R

;>>回避した時
KOE(614000973,051)【ヨモ】「一安心ってところだね」R

;>>スタン時
KOE(614000976,051)【ヨモ】「危ない時こそ落ち着きなさい」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆宮地

;>>スタート前
KOE(614000983,050)【宮地】「私の実力をお見せしましょう」R

;>>スタート時
KOE(614000986,050)【宮地】「色欲の宮地、推参です」R

;>>１着でゴール時
KOE(614000989,050)【宮地】「わはは、これが裏町議会議員の力です」R

;>>勝っている時
KOE(614000992,050)【宮地】「ははは、順調じゃないですか」R

;>>負けている時
KOE(614000995,050)【宮地】「くっ、これはマズイですね」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614000998,050)【宮地】「最後まで走った雄姿、評価しますよ！」R

;>>走れるＵＭＡがゼロになった時
KOE(614001001,050)【宮地】「ふっ……ついに世代交代ですかね」R

;>>アイテム取得時
KOE(614001004,050)【宮地】「私のアイテム捌きをお見せしましょう」R

;>>アイテム使用時
KOE(614001007,050)【宮地】「少しだけ、本気を出しますよ」R

;>>専用スキル使用
KOE(614001010,050)【宮地】「秘儀、スナックのママへの恋仕掛け！」R

;>>専用スキル使用
KOE(614001013,050)【宮地】「これが私の１００％中の１００％です！」R

;>>抜いた時
KOE(614001016,050)【宮地】「一足お先に失礼します」R

;>>抜かされた時
KOE(614001019,050)【宮地】「むむ、油断しましたか」R

;>>回避した時
KOE(614001022,050)【宮地】「確実に回避させていただきます」R

;>>スタン時
KOE(614001025,050)【宮地】「私としたことが……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆室川
;>>町長の側近にして町議員
;>>あとで【町議員】に

;>>スタート前
KOE(614001034,050)【室川】「町長の代わりに全力でいきます」R

;>>スタート時
KOE(614001037,050)【室川】「抜かりなく、スマートに」R

;>>１着でゴール時
KOE(614001040,050)【室川】「無事に役目は果たせましたね」R

;>>勝っている時
KOE(614001043,050)【室川】「これならレースも安泰です」R

;>>負けている時
KOE(614001046,050)【室川】「策を練り直す必要がありますね……」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001049,050)【室川】「次の計画に移りましょうか」R

;>>走れるＵＭＡがゼロになった時
KOE(614001052,050)【室川】「私の考えた完璧なプランが……」R

;>>アイテム取得時
KOE(614001055,050)【室川】「いい資源を手に入れましたよ」R

;>>アイテム使用時
KOE(614001058,050)【室川】「ここは腕の見せ所ですね」R

;>>専用スキル使用
KOE(614001061,050)【室川】「必勝の布石はすでに打ってあります」R

;>>抜いた時
KOE(614001064,050)【室川】「想定通りですね」R

;>>抜かされた時
KOE(614001067,050)【室川】「これは予想外のパターン……」R

;>>回避した時
KOE(614001070,050)【室川】「段取りよく、スムーズに回避を」R

;>>スタン時
KOE(614001073,050)【室川】「町長には内緒でお願いします……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆お使い途中の女の子


;>>スタート前
KOE(614001081,051)【お使い途中の女の子】「なんかワクワクしてきた！」R

;>>スタート時
KOE(614001084,051)【お使い途中の女の子】「お使いミッション、スタート！」R

;>>１着でゴール時
KOE(614001087,051)【お使い途中の女の子】「めっちゃ自分偉い！」R

;>>勝っている時
KOE(614001090,051)【お使い途中の女の子】「このペースなら寄り道もできそう♪」R

;>>負けている時
KOE(614001093,051)【お使い途中の女の子】「やばっ、遅れ気味かも」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001096,051)【お使い途中の女の子】「うわ、ペース配分失敗したー」R

;>>走れるＵＭＡがゼロになった時
KOE(614001099,051)【お使い途中の女の子】「お使いメモ、失くしちゃった……」R

;>>アイテム取得時
KOE(614001102,051)【お使い途中の女の子】「お使いでも使えそうなアイテムゲット！」R

;>>アイテム使用時
KOE(614001105,051)【お使い途中の女の子】「ここで全力ダッシュ！」R

;>>専用スキル使用
KOE(614001108,051)【お使い途中の女の子】「お使いは絶対に完遂させるから！」R

;>>抜いた時
KOE(614001111,051)【お使い途中の女の子】「ごめんね、お先―！」R

;>>抜かされた時
KOE(614001114,051)【お使い途中の女の子】「うそ、そんなに速いの！」R

;>>回避した時
KOE(614001117,051)【お使い途中の女の子】「あぶなっ！　ギリギリセーフ！」R

;>>スタン時
KOE(614001120,051)【お使い途中の女の子】「前方不注意だったよ……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆人妻さん（役場の女性）


;>>スタート前
KOE(614001128,051)【人妻さん】「こんな青春、久しぶりね」R

;>>スタート時
KOE(614001131,051)【人妻さん】「私のこと、癒してね」R

;>>１着でゴール時
KOE(614001134,051)【人妻さん】「私、誰かの一番になれたかしら」R

;>>勝っている時
KOE(614001137,051)【人妻さん】「ふふふ、私が勝っちゃて良いのかしら」R

;>>負けている時
KOE(614001140,051)【人妻さん】「あぁ、人生うまくいかないわぁ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001143,051)【人妻さん】「あらぁ、時には休憩も大事よ」R

;>>走れるＵＭＡがゼロになった時
KOE(614001146,051)【人妻さん】「私の体力じゃ、もうここまでね」R

;>>アイテム取得時
KOE(614001149,051)【人妻さん】「これの使い方、教えてくれないかしら？」R	;>>少し妖艶に

;>>アイテム使用時
KOE(614001152,051)【人妻さん】「これが私の結婚指輪よ」R

;>>専用スキル使用
KOE(614001155,051)【人妻さん】「ふふっ、一緒に人生を壊しちゃう？」R

;>>抜いた時
KOE(614001158,051)【人妻さん】「先に行かせていただくわね」R

;>>抜かされた時
KOE(614001161,051)【人妻さん】「ちょっともう、抜かさないでよ」R

;>>回避した時
KOE(614001164,051)【人妻さん】「こんなトラブルはお手の物ね」R

;>>スタン時
KOE(614001167,051)【人妻さん】「人生の迷路に迷ってしまったわ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆塩谷さん（女性観光客）

;>>あとで【女性観光客】に

;>>スタート前
KOE(614001176,051)【塩谷さん】「どんな素敵なところが待ってるのかな」R

;>>スタート時
KOE(614001179,051)【塩谷さん】「いい思い出作るぞ～」R

;>>１着でゴール時
KOE(614001182,051)【塩谷さん】「最高の旅になったよ！」R

;>>勝っている時
KOE(614001185,051)【塩谷さん】「人気観光地制覇まで、あとちょっと！」R

;>>負けている時
KOE(614001188,051)【塩谷さん】「あれ？　道を間違えた？」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001191,051)【塩谷さん】「ハプニングも旅の醍醐味だよね」R

;>>走れるＵＭＡがゼロになった時
KOE(614001194,051)【塩谷さん】「負けたけど、記念に写真撮っとこ」R

;>>アイテム取得時
KOE(614001197,051)【塩谷さん】「実用的なお土産発見！」R

;>>アイテム使用時
KOE(614001200,051)【塩谷さん】「旅先テンションマックス！」R

;>>専用スキル使用
KOE(614001203,051)【塩谷さん】「旅の醍醐味、全部堪能するよ！」R

;>>抜いた時
KOE(614001206,051)【塩谷さん】「いい景色は早い者勝ちだからね」R

;>>抜かされた時
KOE(614001209,051)【塩谷さん】「え、もう先に行っちゃうの！」R

;>>回避した時
KOE(614001212,051)【塩谷さん】「旅で慣れてるから問題なし！」R

;>>スタン時
KOE(614001215,051)【塩谷さん】「あたた、張り切り過ぎたかも」R

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆池田さん（町民男性２）

;>>あとで【町民男性】に

;>>スタート前
KOE(614001223,050)【池田さん】「今日も大物を狙うとするか」R

;>>スタート時
KOE(614001226,050)【池田さん】「いざ、フィッシング！」R

;>>１着でゴール時
KOE(614001229,050)【池田さん】「これは記録的な一本だ！」R

;>>勝っている時
KOE(614001232,050)【池田さん】「これは大物が釣れる流れだ！」R

;>>負けている時
KOE(614001235,050)【池田さん】「うーん、今日はまだアタリが弱いか」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001238,050)【池田さん】「釣りと一緒で焦りは禁物さ」R

;>>走れるＵＭＡがゼロになった時
KOE(614001241,050)【池田さん】「あちゃー今日はボウズか」R

;>>アイテム取得時
KOE(614001244,050)【池田さん】「お、こりゃいいアタリだ！」R

;>>アイテム使用時
KOE(614001247,050)【池田さん】「秘伝のエサを投入！」R

;>>専用スキル使用
KOE(614001250,050)【池田さん】「これぞ男の一本釣り！」R

;>>抜いた時
KOE(614001253,050)【池田さん】「ここで一気に引き抜く！」R

;>>抜かされた時
KOE(614001256,050)【池田さん】「これはバラシた感じだな……」R

;>>回避した時
KOE(614001259,050)【池田さん】「障害物はかわしてなんぼだ」R

;>>スタン時
KOE(614001262,050)【池田さん】「あちゃー、糸が絡まったか」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆倉本さん（町民男性４）

;>>あとで【町長の友人】に
;>>スタート前
KOE(614001270,050)【倉本さん】「今日俺は、ヒーローになる」R

;>>スタート時
KOE(614001273,050)【倉本さん】「じゃ、行ってくるわ」R

;>>１着でゴール時
KOE(614001276,050)【倉本さん】「どうだ、俺も結構やるだろ」R

;>>勝っている時
KOE(614001279,050)【倉本さん】「町内放送で武勇伝が流れそうだな！」R

;>>負けている時
KOE(614001282,050)【倉本さん】「くっ、しばらくイジられそうだ」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001285,050)【倉本さん】「まだ慌てるような時間じゃないぜ」R

;>>走れるＵＭＡがゼロになった時
KOE(614001288,050)【倉本さん】「はあ、帰って一杯飲むか……」R

;>>アイテム取得時
KOE(614001291,050)【倉本さん】「いい物が転がり込んできた！」R

;>>アイテム使用時
KOE(614001294,050)【倉本さん】「秘技、勝負勘発動！」R

;>>専用スキル使用
KOE(614001297,050)【倉本さん】「ここいらで奥の手をみせるとするか」R

;>>抜いた時
KOE(614001300,050)【倉本さん】「差していくぜ！」R

;>>抜かされた時
KOE(614001303,050)【倉本さん】「おいおい速すぎだろ！」R

;>>回避した時
KOE(614001306,050)【倉本さん】「変な冷や汗でたぜ」R

;>>スタン時
KOE(614001309,050)【倉本さん】「充電タイムということで……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆松山さん（町民男性５）

;>>あとで【猟師のおじーさん】に

;>>スタート前
KOE(614001318,050)【松山さん】「さぁて、今日の獲物はっと」R

;>>スタート時
KOE(614001321,050)【松山さん】「狩りの時間だ！」R

;>>１着でゴール時
KOE(614001324,050)【松山さん】「見事に一発命中ってところか」R

;>>勝っている時
KOE(614001327,050)【松山さん】「これは勝ちの目が見えてきたな」R

;>>負けている時
KOE(614001330,050)【松山さん】「この雰囲気はよくねえな」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001333,050)【松山さん】「引き際も大事だからな」R

;>>走れるＵＭＡがゼロになった時
KOE(614001336,050)【松山さん】「こんなに手強い獲物だったとは……」R

;>>アイテム取得時
KOE(614001339,050)【松山さん】「山の恵みに感謝だ！」R

;>>アイテム使用時
KOE(614001342,050)【松山さん】「チェストー！」R

;>>専用スキル使用
KOE(614001345,050)【松山さん】「ここぞと決めたら迷いはなしだ！」R

;>>抜いた時
KOE(614001348,050)【松山さん】「素早さならまだ若いモノには負けん！」R

;>>抜かされた時
KOE(614001351,050)【松山さん】「なかなかやるじゃねえか」R

;>>回避した時
KOE(614001354,050)【松山さん】「あらよっと」R

;>>スタン時
KOE(614001357,050)【松山さん】「俺も歳か……」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆細川
;>>老人会会長の細川

;>>あとで【老人会会長】に

;>>スタート前
KOE(614001367,019)【細川】「さてさて、無理せんといこうな」R

;>>スタート時
KOE(614001370,019)【細川】「ぼちぼち散歩を始めるかの」R

;>>１着でゴール時
KOE(614001373,019)【細川】「ほっほっほ、いい結果じゃのう」R

;>>勝っている時
KOE(614001376,019)【細川】「うちのメロンちゃんに自慢できるわい」R

;>>負けている時
KOE(614001379,019)【細川】「なかなかやるのう」R

;>>ＵＭＡの体力がゼロになって、次のＵＭＡに交換する時
KOE(614001382,019)【細川】「おっと、張り切り過ぎたのかい？」R

;>>走れるＵＭＡがゼロになった時
KOE(614001385,019)【細川】「頑張った皆におやつをやらんとな」R

;>>アイテム取得時
KOE(614001388,019)【細川】「これは運が向いてきたかの」R

;>>アイテム使用時
KOE(614001391,019)【細川】「そう簡単には負けんぞ」R

;>>専用スキル使用
KOE(614001394,019)【細川】「わしの本気をみせるかのう」R

;>>抜いた時
KOE(614001397,019)【細川】「すまんの、先に行くぞ」R

;>>抜かされた時
KOE(614001400,019)【細川】「メロンちゃん並みに速いのう」R

;>>回避した時
KOE(614001403,019)【細川】「転ばんコツをしっとるからのう」R

;>>スタン時
KOE(614001406,019)【細川】「少し休むかのう」R

