// #SCENE_SCRIPT_ID = 6127 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00

;◆UMAレース場所移動７回目:VS文弥
;◆半日イベント

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

KOE(612700012,014)【町長】「えー、こほん」R	;>>テンションを上げるためのワンクッション、音声加工・拡声器

;>>拡声器を使っている状況
KOE(612700015,014)【町長】「真澄に伝わる狂祭（ルビ：きょうさい）、ＵＭＡレースの熱は留まることを知らずっ」R	

KOE(612700017,014)【町長】「今シーズンのリーグ戦も、いよいよ後半戦っ！」R	

KOE(612700019,014)【町長】「熱き死闘を前にして、心の底から打ち震える興奮をどうして止めることができましょうか！　いや、できまい！」R	

KOE(612700021,014)【町長】「さあ、今こそ一同声を轟かせ、まもなく出走する勇者たちへ最大の声援と祝福を浴びせようではありませんかっ！」R	

;>>【参加者】「おおおおおおおおおおお」R	//100_UMA0004の流用

さすが町長。R

こういった熱演は、お手の物だな。R

KOE(612700029,014)【町長】「それでは、本日の真澄パラダイスＣ（ルビ：カップ）、注目選手のインタビューへと移りましょう」R	

;＜背景：黒背景＞R
;>>白文字で大きく『真澄町の発展のために』
;>>インタビューのしゃべり方は、ゆっくり目で、デキる人間風格ここから
//ＳＥ：ポーン
;＜背景：黒背景＞R

KOE(612700037,007)【文弥】「老若男女が熱中するＵＭＡレースの盛況っぷりは、私たち子育て支援課の本懐なの」R

KOE(612700039,007)【文弥】「誰もが汗を握り、滾り、昂り、本気でぶつかり合ってこそ育まれる想い……」R

KOE(612700041,007)【文弥】「勝ち負けに一喜一憂し、時には隣人と抱き合い、時には隣人といがみ合い」R

KOE(612700043,007)【文弥】「心と心のぶつかりからから生まれる、素敵なアバンチュール」R

KOE(612700045,007)【文弥】「そりゃあもう、真澄町のカップル爆増間違いなしねっ」R

【麦】「……」R

;>>白文字で大きく『対戦に向けての意気込み』
//ＳＥ：ポーン
;＜背景：黒背景＞R

KOE(612700053,007)【文弥】「私は子育て支援課としてみんなを盛り上げるために頑張るけど、賑やかしなんかじゃないわ」R

KOE(612700055,007)【文弥】「当然、対戦者たちを蹴散らすつもりよ」R

;>>インタビューのしゃべり方は、ゆっくり目で、デキる人間風格ここまで

KOE(612700059,007)【文弥】「……ん？　なにこれ？　私に？」R

KOE(612700061,007)【文弥】「実行委員の人から手紙を渡されたけど、これを読めってことかな？」R

KOE(612700063,007)【文弥】「『尾道文弥に勝利した人は、恋人になる権利を得られる』……は？」R

//白文字で大きく『副賞：尾道文弥の恋人権　ｂｙ　町長』
//ＳＥ：ポーン

;>>あとで【参加者男性】に
KOE(612700069,050)【青木さん】「おおおおおおおおおおお」R	;>>同時
KOE(612700070,050)【池田さん】「おおおおおおおおおおお」R	;>>同時
KOE(612700071,028)【片倉さん】「おおおおおおおおおおお」R	;>>同時


;＜背景：真澄町の広場＞R

KOE(612700076,007)【文弥】「ちょっと町長！　また勝手なことを！」R

KOE(612700078,014)【町長】「ふふふ、これでさらにアツい勝負が見られるでしょう」R

;>>あとで【参加者男性１～３】に
KOE(612700081,050)【青木さん】「絶対勝ぁつ！　待っててくれ、文弥さーーーーん！！」R
KOE(612700082,050)【池田さん】「ああ、ありがとう町長、さすが町長、もうほんとに愛してるよ町長」R
KOE(612700083,028)【片倉さん】「俺が恋人になる俺が恋人になる俺が恋人になる俺が恋人になる」R	;>>ぶつぶつと

【麦】「なんか、一筋縄では行かなさそうなレースになってしまった……」R

ポン、と肩に手を置かれる。

KOE(612700089,014)【町長】「麦さんも、応援してますよ」R

【麦】「無駄に焚きつけないでくださいよ。みんなの目がコワいです」R

KOE(612700093,014)【町長】「まあ私は、彼女を真澄町に繋ぎ止められるのなら誰でもいいわけです」R

KOE(612700095,014)【町長】「うかうかしてるとレースにも恋愛にも負けますよ、麦さん。ほーっほっほっほっ！」R

高笑いして大狸が去っていった。

【麦】「なんだか腹立たしい」R

【麦】「色恋沙汰に夢中な奴らなんかに負けてられない」R

【麦】「ＵＭＡレースのオーナーとして、絶対勝ってやる……っ！」R

//レーススタンバイ画面へ
return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆レースに勝利（文弥より順位が上）
#z71

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

KOE(612700116,007)【文弥】「さすがは真澄町一のプレイボーイ……とんでもないテクニックね」R

//ＳＥ：バタリ（崩れ落ちた音）
;◆文弥の立ち絵消し

【麦】「人聞きの悪いことを言わないでください」R

KOE(612700123,014)【町長】「麦選手、さすがのＵＭＡ捌きでしたね」R

KOE(612700125,014)【町長】「パラダイスメダルを授与いたしましょう」R

//ＳＥ：テレレン（アイテム入手の音）
@ＵＭＡレース_メダル獲得(@レース_真澄パラダイスＣ)

『パラダイスメダル』をもらった！R

KOE(612700132,014)【町長】「さて、副賞のほうも──」R

【麦】「いらないです」R

KOE(612700136,014)【町長】「ほ？　なんですと？」R

【麦】「こんなことで恋人になるとか、決めちゃダメですよ」R

【麦】「誰に対しても失礼です」R

;>>あとで【参加者女性１～２】に
KOE(612700143,051)【塩谷さん】「きゃーーーー、麦君、素敵ーーー！！！」R 
KOE(612700144,051)【不動さん】「町長、サイテー」R 

KOE(612700146,014)【町長】「あれ、私の株が下がっている！？」R

;>>あとで【参加者男性１～３】に
KOE(612700149,050)【青木さん】「マジでありえねぇよな。勝手にそんなこと決めていいわけない」R	
KOE(612700150,050)【池田さん】「ああ、クソ町長、ダメ町長、もうほんとにアウトな町長」R
KOE(612700151,028)【片倉さん】「町長を罷免する町長を罷免する町長を罷免する」R	

KOE(612700153,014)【町長】「あなたたちまで！？　レース前はあんなに喜んでたじゃないですかーーー！」R

悪を成敗した。R

@ＵＭＡレース文弥戦の結果 = 1

@ＵＭＡ勝利メダル += 1

return

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆レースに敗北（文弥より順位が下）
#z72

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

KOE(612700170,007)【文弥】「あらら、これじゃダメよ。こんなレースじゃ盛り上がらないわ」R

KOE(612700172,007)【文弥】「みんな、もうちょっと頑張ってほしいかな」R

【麦】「精進します……」R

シンプルに文弥さんが強かった。R

@ＵＭＡレース文弥戦の結果 = 2

return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆レースに敗北（麦、文弥ともにモブより順位が下）
#z73

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

KOE(612700190,007)【文弥】「……負けたわ」R

【麦】「……負けましたね」R

KOE(612700194,007)【文弥】「私の操（ルビ：みさお）はどうなっちゃうのかしら……」R

【麦】「俺が守ります」R

KOE(612700198,007)【文弥】「えっ？」R

【麦】「だって、町長のアレはさすがに不当です」R

【麦】「だから、副賞の話は反故にしましょう。俺も一緒に談判しに行きますから」R

KOE(612700204,007)【文弥】「あ、あーそうよね……びっくりした……」R

KOE(612700206,007)【文弥】「かっこいいこと言ってくれて嬉しいけど、麦君も負けてるのよね」R

【麦】「うっ……」R

【麦】「もっと精進します……」R

@ＵＭＡレース文弥戦の結果 = 3

return

