// #SCENE_SCRIPT_ID = 6134 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#z00

;>>グランドカップレースの第２回戦

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

一回戦のレースがすべて終わりを迎え、俺を含めた優勝者たちは二回戦へと駒を進める。R

いよいよ、俺たちのグランドカップ第二回戦が近づいてきた。

頬を叩いて、気合を入れる。

【麦】「次も勝つぞ……！」R

KOE(613400019,007)【文弥】「麦君もここまで勝ち上がってきたのね」R

【麦】「文弥さん……！」R

KOE(613400023,007)【文弥】「ふふっ、よろしくね、麦君」R

KOE(613400025,007)【文弥】「ここまで来たからには、私も負けられないわ」R

【麦】「文弥さんも相当気合入ってますね」R

KOE(613400029,007)【文弥】「もちろんよ。私ね、ＵＭＡレースにも負けないとっておきの企画を考えてきたの」R

KOE(613400031,007)【文弥】「私はＵＭＡレースに優勝して、この企画を大々的に発表するの」R

KOE(613400033,007)【文弥】「それを邪魔するのなら、誰であろうと倒させてもらうわ」R	;>>オーラが立ち上る

【麦】「こ、これはまさか！　『心駆炉』！？」R

KOE(613400037,007)【文弥】「これが私の真澄町を想う気持ちよ。麦君、あなたは私に勝てるかしら？」R

【麦】「子育て支援課の並々ならぬ執念だ……」R

KOE(613400041,002)【愛乃】「待ってください！　私のことを忘れてもらっては困ります！」R	;>>オーラが立ち上る

KOE(613400043,002)【愛乃】「空とＵＭＡを制覇して、優勝トロフィーを手にするのはこの私ですよ！」R

KOE(613400045,005)【六花】「いいえ、わたしも負けません」R	;>>オーラが立ち上る

KOE(613400047,005)【六花】「兄さんの人生に輝かしい勝利の花を添えるため、わたしも全力で挑みます」R

誰もかれも一筋縄ではいかなさそうだ。R

気圧されそうになるが、俺だって負けるわけにはいかない。R

【麦】「優勝を誰かに渡すつもりはない」R

【麦】「悪いけど、今回のレースも俺が勝たせてもらう」R

KOE(613400057,014)【町長】「皆さん、大変お待たせいたしました」R	

KOE(613400059,014)【町長】「グランドカップ一回戦からすばらしいレースの数々。もう、私、すでに感涙しておりますっ」R	

KOE(613400061,014)【町長】「しかし、これはまだまだ序盤。まだまだ白熱した戦いが続きますよ」R	

KOE(613400063,014)【町長】「それでは勿体ぶらずに行きましょう」R	

KOE(613400065,014)【町長】「ＵＭＡグランドカップ第二回戦、開幕です！」R	

//レーススタンバイ画面へ
return


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ＵＭＡグランドカップレースの第二回戦で優勝
#z01

;＜背景：真澄町の広場＞R
@bg(bg008, 0)

【麦】「よっしゃあああああああああ」R

KOE(613400080,007)【文弥】「真澄町のカップル率増加は……麦くんに託すわ……」R

//ＳＥ：バタリ（崩れ落ちた音）
;◆文弥の立ち絵消し

KOE(613400085,002)【愛乃】「ここでも私はテイクオフることができなかった……」R

//ＳＥ：バタリ（崩れ落ちた音）
;◆愛乃の立ち絵消し

KOE(613400090,005)【六花】「ＵＭＡを操る兄さん、ご立派すぎますーーーーーーー！」R

//ＳＥ：バタリ（崩れ落ちた音）
;◆六花の立ち絵消し

KOE(613400095,006)【広美】「歴史に残るような名レースだったな」R

KOE(613400097,006)【広美】「次はいよいよ準決勝だぞ。心の準備はできているか？」R

【麦】「はい、このまま優勝トロフィーを勝ち取ります」R

KOE(613400101,006)【広美】「いい返事だ」R

KOE(613400103,006)【広美】「その意気込みに相応しい活躍を見せてもらうよ」R

;>>時間経過

KOE(613400107,012)【玖琉未】「順調に勝ち進んでいるみたいですね」R

【麦】「また見ててくれたのか」R

KOE(613400111,012)【玖琉未】「それはもう。私、麦さんが優勝するのを楽しみにしてるんです」R

【麦】「それは嬉しいけど……」R

何か怪しい。R

KOE(613400117,012)【玖琉未】「こんなナイスバディな美少女に応援されて何が不満なんですか？」R

【麦】「自分で言うな」R

KOE(613400121,012)【玖琉未】「おっと。つい本音がでてしまいましたね」R

KOE(613400123,012)【玖琉未】「とにかく、麦さんには期待していますからね」R

KOE(613400125,012)【玖琉未】「このまま勝ち進んでください」R

KOE(613400127,012)【玖琉未】「ふっふっふー」R

;>>玖琉未の立ち絵消し

【麦】「……なんだったんだ？」R

return



