// #SCENE_SCRIPT_ID = 6141 （スクリプトＩＤ：この行は削除したり、変更したりしないで下さい）
#Z00

;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆辻倉朱比華
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>キャラ選択画面
KOE(614100009,001)【スピカ】「いいわ、手伝ってあげる」R

;>>キャラ選択画面
KOE(614100012,001)【スピカ】「少しだけフォローするわ」R

;>>キャラ選択画面
KOE(614100015,001)【スピカ】「ピザの具にしてあげる」R

;>>アイテムセレクト
KOE(614100018,001)【スピカ】「どれを選ぶの？」R

;>>アイテムセレクト
KOE(614100021,001)【スピカ】「迷ったら直感で選ぶのも手よ」R

;>>アイテムセレクト
KOE(614100024,001)【スピカ】「ピザを信じなさい」R

;>>奥義使用時
KOE(614100027,001)【スピカ】「風の赴くままに」R

;>>奥義使用時
KOE(614100030,001)【スピカ】「これで大人しくなって」R

;>>奥義使用時
KOE(614100033,001)【スピカ】「ぴぴぴ、ぴざーにゃお届け♪」R

;>>リザルトボイス
KOE(614100036,001)【スピカ】「ちゃんと追い払えたみたいね」R

;>>リザルトボイス
KOE(614100039,001)【スピカ】「これでしばらく悪さはしないはずよ」R

;>>リザルトボイス
KOE(614100042,001)【スピカ】「ピザが焼ける前に終わったわね」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆総羽愛乃
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>キャラ選択画面
KOE(614100051,002)【愛乃】「ヘビを追っ払うのは任せてください！」R

;>>キャラ選択画面
KOE(614100054,002)【愛乃】「お手伝いにきましたよ」R

;>>キャラ選択画面
KOE(614100057,002)【愛乃】「美味しい卵を守りましょう」R

;>>アイテムセレクト
KOE(614100060,002)【愛乃】「これでもっとヘビ退治が進みますね」R

;>>アイテムセレクト
KOE(614100063,002)【愛乃】「どれが一番頼りになりますかね？」R

;>>アイテムセレクト
KOE(614100066,002)【愛乃】「愛乃ポイントの高いアイテムばっかりですよ」R

;>>奥義使用時
KOE(614100069,002)【愛乃】「フライアウェイ！」R

;>>奥義使用時
KOE(614100072,002)【愛乃】「いっせーの、せ！」R

;>>奥義使用時
KOE(614100075,002)【愛乃】「これが奥の手です！」R

;>>リザルトボイス
KOE(614100078,002)【愛乃】「私たちの勝ちですね！　ぶい！」R

;>>リザルトボイス
KOE(614100081,002)【愛乃】「ミッションコンプリートですね、いえい」R

;>>リザルトボイス
KOE(614100084,002)【愛乃】「次は私のテストに付き合ってくださいね」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆淡雪陽彩
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>キャラ選択画面
KOE(614100092,003)【陽彩】「淡雪を選ぶなんて、わかってるわね」R

;>>キャラ選択画面
KOE(614100095,003)【陽彩】「ヘビ退治なんて楽しそうじゃない！」R

;>>キャラ選択画面
KOE(614100098,003)【陽彩】「八那由他の知識で助けてあげるわ」R

;>>アイテムセレクト
KOE(614100101,003)【陽彩】「ご褒美タイムってやつね！」R

;>>アイテムセレクト
KOE(614100104,003)【陽彩】「どれも新しい刺激になりそうだわ」R

;>>アイテムセレクト
KOE(614100107,003)【陽彩】「運試しの始まりよ」R

;>>奥義使用時
KOE(614100110,003)【陽彩】「きゅふふ♪」R

;>>奥義使用時
KOE(614100113,003)【陽彩】「新しい経験を教えてあげる」R

;>>奥義使用時
KOE(614100116,003)【陽彩】「飽きてきたわね」R

;>>リザルトボイス
KOE(614100119,003)【陽彩】「あら、もうお終い？」R

;>>リザルトボイス
KOE(614100122,003)【陽彩】「ステージクリアってやつね」R

;>>リザルトボイス
KOE(614100125,003)【陽彩】「もうちょっと手応えがほしかったわ」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆白渡小詠
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>キャラ選択画面
KOE(614100133,004)【小詠】「ぴぃ……ヘビ、コワい……」R

;>>キャラ選択画面
KOE(614100136,004)【小詠】「安心して配達するためには、仕方ありませんね」R

;>>キャラ選択画面
KOE(614100139,004)【小詠】「郵便魂を見せつけましょう」R

;>>アイテムセレクト
KOE(614100142,004)【小詠】「どれが便利でしょう？」R

;>>アイテムセレクト
KOE(614100145,004)【小詠】「ぴぃ～多すぎて目が回りそうです」R

;>>アイテムセレクト
KOE(614100148,004)【小詠】「見たことないものがいっぱいですね」R

;>>奥義使用時
KOE(614100151,004)【小詠】「ぴぃーーーこっちに来ないでくださいっ！」R

;>>奥義使用時
KOE(614100154,004)【小詠】「小鳥郵便屋は最強で最高です！」R

;>>奥義使用時
KOE(614100157,004)【小詠】「郵便魂、爆発！」R

;>>リザルトボイス
KOE(614100160,004)【小詠】「もうしばらくヘビはいいです……」R

;>>リザルトボイス
KOE(614100163,004)【小詠】「では、配達の続きに行ってきます」R

;>>リザルトボイス
KOE(614100166,004)【小詠】「ぴぃ、私もなかなかやるのではないでしょうか」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆速川六花
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>キャラ選択画面
KOE(614100174,005)【六花】「兄さん、わたしにも手伝わせてください」R

;>>キャラ選択画面
KOE(614100177,005)【六花】「お掃除ならお任せを」R

;>>キャラ選択画面
KOE(614100180,005)【六花】「ヘビの唐揚げ……いえ、なんでもありません」R

;>>アイテムセレクト
KOE(614100183,005)【六花】「何を選んでもご立派です！」R

;>>アイテムセレクト
KOE(614100186,005)【六花】「兄さんに似合う物ばかりで迷いますね」R

;>>アイテムセレクト
KOE(614100189,005)【六花】「兄さんのセンスにお任せします！」R

;>>奥義使用時
KOE(614100192,005)【六花】「ヘビに立ち向かう兄さん、ご立派です！」R

;>>奥義使用時
KOE(614100195,005)【六花】「兄さんのお役にたってみせます」R

;>>奥義使用時
KOE(614100198,005)【六花】「有隣目が逆らうか（※冷血六花）」R	;>>ゆうりんもく

;>>リザルトボイス
KOE(614100201,005)【六花】「兄さんの雄姿、目に焼き付けました」R

;>>リザルトボイス
KOE(614100204,005)【六花】「あれだけのヘビを追い返す兄さん、ご立派です！」R

;>>リザルトボイス
KOE(614100207,005)【六花】「すきタレで蒲焼きにしましょう」R


;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆少女／広美（メデューサ）
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

;>>あとで【少女】に
;>>ダメージボイス

KOE(614100217,006)【広美２５歳】「きゃっ」R

KOE(614100219,006)【広美２５歳】「いやっ」R

KOE(614100221,006)【広美２５歳】「ひどいっ……」R



;◆■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
;◆ツミレ（ツミレの笑い袋）
;>>ヘビヘビパニック（ミニゲーム／パートボイス）

KOE(614100229,013)【ツミレ】「オッロロ～」R	;>>高らかに
